{"page":106,"results":[{"adult":false,"backdrop_path":"/131jup22e3FZOdQ0CmED8iO3t5Z.jpg","genre_ids":[12,35],"id":469274,"original_language":"fr","original_title":"Nicky Larson et le parfum de Cupidon","overview":"Nicky Larson is tasked to recover the perfume of Cupid, a perfume that would make anyone who uses it irresistible.","popularity":20.309,"poster_path":"/rrwejDUmCSaca2Afubznkdp3ogB.jpg","release_date":"2019-02-06","title":"Nicky Larson and the Cupid's Perfume","video":false,"vote_average":6.531,"vote_count":749},{"adult":false,"backdrop_path":"/7750THD8ryYj5nIMx3IPIIzy0eR.jpg","genre_ids":[35],"id":39422,"original_language":"fr","original_title":"À gauche en sortant de l’ascenseur","overview":"Yan is a successful artist. One day he is waiting for his date Florence to turn up at his apartment. As the doorbell rings, he finds another young woman in underwear on his doorstep: his neighbor Eva! She tells him she locked herself out of her apartment and insists that he helps her. Whilst Yan is trying to enter Eva's apartment via their adjoining balcony, his phone rings. It is Florence, and she is not impressed when a female voice answers the phone. At this point, Eva's rabidly jealous boyfriend Boris returns home. Seeing Yan in his apartment, he deduces that Eva has been having an affair behind his back. Florence then turns up and Yan tries in vain to explain the situation. By chance, Florence's husband suddenly puts in an appearance. After that, it all starts to get a bit complicated.","popularity":5.063,"poster_path":"/f545ywREytB7X4NtksT6w7p0zvJ.jpg","release_date":"1988-08-31","title":"Door on the Left as You Leave the Elevator","video":false,"vote_average":6.259,"vote_count":80},{"adult":false,"backdrop_path":"/kh4sT7AAoegm2GtIXwLkXYnYKCT.jpg","genre_ids":[35,18],"id":6360,"original_language":"fr","original_title":"Actrices","overview":"Marcelline is an actress. Forty, single and childless, she begins rehearsals for Turgenev’s A Month in the Country. Denis, the director, admires her greatly and promises he’ll make her happy on stage — she will shine. But things don’t go to plan.","popularity":6.472,"poster_path":"/dru07sqHE3EtIswREVViavA7BFD.jpg","release_date":"2007-12-26","title":"Actresses","video":false,"vote_average":5.4,"vote_count":27},{"adult":false,"backdrop_path":"/izNpxVcjKbF9BiYF4GVqxCOfewL.jpg","genre_ids":[18],"id":641662,"original_language":"en","original_title":"Pieces of a Woman","overview":"When a young mother's home birth ends in unfathomable tragedy, she begins a year-long odyssey of mourning that fractures relationships with loved ones in this deeply personal story of a woman learning to live alongside her loss.","popularity":22.622,"poster_path":"/OgUfLlhfBFx5BPK6LzBWFvBW1w.jpg","release_date":"2020-12-30","title":"Pieces of a Woman","video":false,"vote_average":7.031,"vote_count":1161},{"adult":false,"backdrop_path":"/A9Yy4ZRJgTXlKa1KOV92YLTCppn.jpg","genre_ids":[28,16,12],"id":44725,"original_language":"ja","original_title":"ワンピース 珍獣島のチョッパー王国","overview":"As the Straw Hat Pirates sail through the Grand Line.A line of geysers erupted from under the Going Merry. And the whole crew find themselves flying over the island. Unfortunatly, Chopper fell off the ship and was separated from his friends. Luffy and the others landed on the other side of the island. Chopper meanwhile finds himself being worshiped as the island's new king by the animals. To make matters worse, a trio of human \"horn\" hunters are on the island. The leader, Count Butler is a violin playing/horn eating human who wants to eat the island's treasure to inherit immense power. Will Luffy \u0026 the rest be able to prevent the count from terrorizing the island? And will they be able to convince Momambi that not all pirates are bad?","popularity":34.982,"poster_path":"/9YFUMvTV4zOkpUsPAiPgjaMKWYd.jpg","release_date":"2002-03-02","title":"One Piece: Chopper's Kingdom on the Island of Strange Animals","video":false,"vote_average":6.751,"vote_count":175},{"adult":false,"backdrop_path":"/9ylZRaHbbbVjaLCvTy7CfDbtu9w.jpg","genre_ids":[18,27,53],"id":49126,"original_language":"en","original_title":"Audrey Rose","overview":"A man is convinced that a young girl is the reincarnation of his own daughter Audrey Rose, who died in a fiery car accident, along with his wife, two minutes before the girl was born.","popularity":14.501,"poster_path":"/eJN2VdJmzw5OrQPadCC1Iov2xVt.jpg","release_date":"1977-04-06","title":"Audrey Rose","video":false,"vote_average":5.545,"vote_count":122},{"adult":false,"backdrop_path":"/nd6CVurZnDebDXYOuWI5eNjnFLb.jpg","genre_ids":[80,10749,18,53],"id":11027,"original_language":"en","original_title":"The Postman Always Rings Twice","overview":"The sensuous wife of a lunch wagon proprietor and a rootless drifter begin a sordidly steamy affair and conspire to murder her Greek husband.","popularity":27.605,"poster_path":"/xH3sEe7AVQ1bevdKVoBqdXWu3f5.jpg","release_date":"1981-03-20","title":"The Postman Always Rings Twice","video":false,"vote_average":6.539,"vote_count":467},{"adult":false,"backdrop_path":"/gtvndjhxSc5W4InSBVKPa0MBcmI.jpg","genre_ids":[35],"id":201476,"original_language":"de","original_title":"Alpenglühn im Dirndlrock","overview":"Village elders attempting to upgrade their village status to 'Marktgemeinde' - which for some unexplained reason would resolve their financial difficulties. To achieve this they need to increase the number of village inhabitants...","popularity":7.713,"poster_path":"/k2KSGzA9jRxPYgjU4pnRc7K6vMj.jpg","release_date":"1974-03-21","title":"Alpine Passion","video":false,"vote_average":3.4,"vote_count":6},{"adult":false,"backdrop_path":"/nh5WiNjlTannDuWy6b41nqfATPp.jpg","genre_ids":[35,80],"id":12268,"original_language":"en","original_title":"The Pink Panther Strikes Again","overview":"Charles Dreyfus, who has finally cracked over inspector Clouseau's antics, escapes from a mental institution and launches an elaborate plan to get rid of Clouseau once and for all.","popularity":22.52,"poster_path":"/GGCch9LNAKwp4ZADAcNz1hd1dn.jpg","release_date":"1976-12-15","title":"The Pink Panther Strikes Again","video":false,"vote_average":6.833,"vote_count":495},{"adult":false,"backdrop_path":"/hBFe3910kl3w8vEB3qJ8D2pxXs2.jpg","genre_ids":[35],"id":81122,"original_language":"fr","original_title":"Twist again à Moscou","overview":"Igor, who manages a fancy hotel and is on the take, has to juggle several problems at once. He has a two-hour window to get his ill-got gain out of the hotel, he must misdirect and obstruct the inquiries of a Party auditor who suspects that all is not above board, and he must keep out of sight and out of trouble his interloping and troublesome young brother-in-law, who arrives unannounced with barrels of rotten herring.","popularity":9.447,"poster_path":"/6Z8zTCRF8UfuBRZHrSvsSbYv6FL.jpg","release_date":"1986-10-22","title":"Twist Again in Moscow","video":false,"vote_average":5.713,"vote_count":54},{"adult":false,"backdrop_path":"/7avtTSed9ZiBEabtkl3pST53BlE.jpg","genre_ids":[99],"id":1005428,"original_language":"it","original_title":"Sergio Leone - L'italiano che inventò l'America","overview":"To mark the recent thirtieth anniversary of Sergio Leone’s death, this documentary sets out to pay tribute to one of the great legends of world cinema. The singular artistic vision of Sergio Leone has transcended national borders, creating the Spaghetti Western genre and transforming the international cinematic panorama forever with his innovative stylistic and narrative solutions, which have now become part of the language of the movies. The film, which is enriched with precious archive footage from the Cineteca di Bologna, including rare audio recordings and film clips shot behind the scenes, sees for the first time the direct participation of the Leone family and has interviews both with Leone’s longtime collaborators and with icons of Hollywood who have been profoundly influenced by his work.","popularity":7.818,"poster_path":"/aCKJgQ4pA68AadCzvGsngWQLHeV.jpg","release_date":"2022-10-20","title":"Sergio Leone: The Italian Who Invented America","video":false,"vote_average":7.2,"vote_count":44},{"adult":false,"backdrop_path":"/c77Aq23NdM8UAzlH5GuniJBuCPd.jpg","genre_ids":[18,878,53],"id":2900,"original_language":"en","original_title":"The Astronaut's Wife","overview":"When astronaut Spencer Armacost returns to Earth after a mission that nearly cost him his life, he decides to take a desk job in order to see his beautiful wife, Jillian, more often. Gradually, Jillian notices that Spencer's personality seems to have changed, but her concerns fade when she discovers that she's pregnant. As Jillian grows closer to becoming a mother, her suspicions about Spencer return. Why does it seem as if he's a different person?","popularity":24.656,"poster_path":"/54RGJ6INW9ERG8IaalmMKbbDgwH.jpg","release_date":"1999-08-27","title":"The Astronaut's Wife","video":false,"vote_average":5.583,"vote_count":861},{"adult":false,"backdrop_path":"/in3BOlhrd3wNOuzIxToU3WGw9AO.jpg","genre_ids":[28,80],"id":449503,"original_language":"en","original_title":"Kill 'em All","overview":"After a massive shootout, a mysterious stranger arrives at a local hospital on the brink of death. Then, a foreign gang brazenly comes to the hospital to hunt him down. His nurse, the sole surviving witness to the follow-up shootout, must face an FBI interrogation that unlocks a plot of international intrigue and revenge.","popularity":20.141,"poster_path":"/cWkZQqS2IxMcvH7UZSHFR8YYRfk.jpg","release_date":"2017-06-06","title":"Kill 'em All","video":false,"vote_average":5.06,"vote_count":108},{"adult":false,"backdrop_path":"/ucFj56P5fXnutVG2HWyDTIQLwVX.jpg","genre_ids":[16,12,10751,35],"id":513302,"original_language":"fr","original_title":"Minuscule 2 - Les mandibules du bout du monde","overview":"When the first snow falls in the valley, it is urgent to prepare its reserves for the winter. Alas, during the operation, a small ladybug is trapped in a box - to the Caribbean. One solution: reform the shock team.","popularity":20.471,"poster_path":"/QVglFM8WHuA5F07IMzFcKu6RXa.jpg","release_date":"2019-01-30","title":"Minuscule 2: Mandibles from Far Away","video":false,"vote_average":7.122,"vote_count":189},{"adult":false,"backdrop_path":"/a5GEu8QIh4YOVe2WWc1cpbu5397.jpg","genre_ids":[37,10752],"id":73477,"original_language":"it","original_title":"Per pochi dollari ancora","overview":"Near the end of the Civil War, an imprisoned Confederate raider is sent under guard to warn both his men and the Army at Fort Yuma that an impending rebel raid is really nothing but a ruse by scoundrels from both sides, in cahoots to take the fort's gold for themselves during the chaos. Soon he slips his treacherous escort and attempts to complete the mission himself.","popularity":3.688,"poster_path":"/40PLxP8sgY3RrAOWKVJ8Ev0qdzk.jpg","release_date":"1966-10-07","title":"For a Few Extra Dollars","video":false,"vote_average":5.778,"vote_count":18},{"adult":false,"backdrop_path":"/mDvx0cafHm1Z0R295wMxzpVTGf9.jpg","genre_ids":[16,12,14,35,10751],"id":676705,"original_language":"fr","original_title":"Pil","overview":"Pil, a little vagabond girl, lives on the streets of the medieval city of Roc-en-Brume, along with her three tame weasels. She survives of food stolen from the castle of the sinister Regent Tristain. One day, to escape his guards, Pil disguises herself as a princess. Thus she embarks upon a mad, delirious adventure, together with Crobar, a big clumsy guard who thinks she's a noble, and Rigolin, a young crackpot jester. Pil is going to have to save Roland, rightful heir to the throne under the curse of a spell. This adventure will turn the entire kingdom upside down, and teach Pil that nobility can be found in all of us.","popularity":23.336,"poster_path":"/abPQVYyNfVuGoFUfGVhlNecu0QG.jpg","release_date":"2021-08-11","title":"Pil's Adventures","video":false,"vote_average":6.726,"vote_count":168},{"adult":false,"backdrop_path":"/buqelo9doOLvFDMWhXmQ3FcH5HS.jpg","genre_ids":[35,18,10402],"id":275601,"original_language":"en","original_title":"Ricki and the Flash","overview":"Meryl Streep stars as Ricki Rendazzo, a guitar heroine who made a world of mistakes as she followed her dreams of rock-and-roll stardom. Returning home, Ricki gets a shot at redemption and a chance to make things right as she faces the music with her family.","popularity":28.897,"poster_path":"/y9hw9XSk8uVgLRfq3cweiAEJtU.jpg","release_date":"2015-07-10","title":"Ricki and the Flash","video":false,"vote_average":5.8,"vote_count":682},{"adult":false,"backdrop_path":"/3lLqBrjSqOOSlSWNR66OgS5iuAD.jpg","genre_ids":[99],"id":47617,"original_language":"fr","original_title":"Un film comme les autres","overview":"An analysis of the social upheaval of May 1968, made in the immediate wake of the workers’ and students’ protests. The picture consists of two parts, each with with identical image tracks, and differing narration.","popularity":2.279,"poster_path":"/2boHuRxuALzSJxMzd0eQFdDp63Z.jpg","release_date":"1968-12-29","title":"A Film Like Any Other","video":false,"vote_average":5.8,"vote_count":10},{"adult":false,"backdrop_path":"/fTguJk7abk8s9A4AXNGdVdtWBr1.jpg","genre_ids":[35,80,18,10749],"id":7552,"original_language":"en","original_title":"Fun with Dick and Jane","overview":"After Dick Harper loses his job at Globodyne in an Enron-esque collapse, he and his wife, Jane, turn to crime in order to handle the massive debt they now face. Two intelligent people, Dick and Jane actually get pretty good at robbing people and even enjoy it -- but they have second thoughts when they're reminded that crime can hurt innocent people. When the couple hears that Globodyne boss Jack McCallister actually swindled the company, they plot revenge.","popularity":28.547,"poster_path":"/1NBVGBi8Z6MhJBAJ5SuRMqP7o3T.jpg","release_date":"2005-12-21","title":"Fun with Dick and Jane","video":false,"vote_average":6.206,"vote_count":2291},{"adult":false,"backdrop_path":"/ou5TmqpztIcSsPerTIP5K9YlrPE.jpg","genre_ids":[16,18,10751],"id":20523,"original_language":"ja","original_title":"どうぶつの森","overview":"This is the story of a young self-reliant girl called Ai, who one day, moves into the Animal Village. While working at Tom Nook's shop \"Nook's Cranny\" she begins living her life away from her family. To begin with, she doesn't know left from right, but under the guidance of Mayor Tortimer, the angry but correct Mr. Resetti, and the wandering musician K.K. Slider among others, she is eventually accepted as a member of the village. One night as she walked along the beach, she finds a message in the bottle. It sets her off on a quest of planting pine trees around the village to fulfill a miracle on the eve of the Winter Festival","popularity":18.6,"poster_path":"/AaGG41JN1mfQXUXFPxDINFDIJQ9.jpg","release_date":"2006-12-16","title":"Animal Crossing: The Movie","video":false,"vote_average":6.664,"vote_count":58}],"total_pages":500,"total_results":10000}