{"page":13,"results":[{"adult":false,"backdrop_path":"/LfUXJQOhBa0cfQsGnYwuSUaHId.jpg","genre_ids":[37],"id":940175,"original_language":"en","original_title":"A Tale of Two Guns","overview":"In the lawless West, The Cowboys, a notorious brotherhood of killers and thieves, reigned over the land with brutal fists and fast guns. Fate had finally caught up with them and now the merciless gang has but a single surviving member. When a deputized gunslinger takes up the call to hunt down the last Cowboy, the chase is on and the bullets fly, and only one of these hardened men can survive.","popularity":36.48,"poster_path":"/n9tNNhv4MW1LVNHrwjGagBLeGwp.jpg","release_date":"2022-02-17","title":"A Tale of Two Guns","video":false,"vote_average":6.3,"vote_count":25},{"adult":false,"backdrop_path":"/A7FKjE6jZyCnQRd4bOo7Yo0czLh.jpg","genre_ids":[35],"id":55685,"original_language":"it","original_title":"Avere vent'anni","overview":"Lia and Tina are two beautiful girls who meet and realize that they have a lot in common. They are both young, beautiful and pissed off, so they decide to hitchhike their way to Rome to find Nazariota's commune, a place to stay for free and have all the sex they want... or so they think. Things don't go as they have planned though, and soon they become involved in prostitution, the police and an aggressive gang.","popularity":29.234,"poster_path":"/6QXcWnq8Ln0uypX9y1e3r1wEpF.jpg","release_date":"1978-07-14","title":"To Be Twenty","video":false,"vote_average":6.1,"vote_count":67},{"adult":false,"backdrop_path":"/uvoOoMvI5n4K5PXi44yPMfu2Ibt.jpg","genre_ids":[18,10749],"id":795811,"original_language":"ja","original_title":"Wheel of Fortune and Fantasy","overview":"An unexpected love triangle, a seduction trap, and a random encounter are the three episodes, told in three movements to depict three female characters and trace the trajectories between their choices and regrets.","popularity":18.221,"poster_path":"/z3xqVWOsetW6pSEgx1uiqXfzRet.jpg","release_date":"2021-04-11","title":"Wheel of Fortune and Fantasy","video":false,"vote_average":7.114,"vote_count":264},{"adult":false,"backdrop_path":"/hVCkzBOk8vKr0AklqSxcoZk2eGS.jpg","genre_ids":[16,28,12,36,18,14],"id":637202,"original_language":"ja","original_title":"Fate/Grand Order -神聖円卓領域キャメロット- 前編 Wandering; Agateram","overview":"The wandering knight, Bedivere, reaches the end of his journey. It is A.D. 1273 in Jerusalem. The Holy Land has been transformed into a massive desert and its people have been forced out of their homes as three major powers wage war with each other in this wasteland. The Knights of the Round Table come together to protect the Holy City and their Lion King. With the whole of his kingdom summoned into a strange land, Ozymandias, the Sun King, quietly plots against the tyranny of this bizarre realm. The mountain people, protectors of those who were stripped of their land, await their chance at rebellion. In order to fulfill his mission, Bedivere heads for the Holy City where the Lion King rules. There he meets humanity’s final Master, Ritsuka Fujimaru, who has come to Jerusalem, accompanied by his Demi-Servant, Mash Kyrielight, in their quest to restore human history.","popularity":18.303,"poster_path":"/cGlzqEwMv1OLHi6n8s2wRd4zAMx.jpg","release_date":"2020-12-05","title":"Fate/Grand Order the Movie: Divine Realm of the Round Table: Camelot Wandering; Agateram","video":false,"vote_average":7.208,"vote_count":60},{"adult":false,"backdrop_path":"/3LzSMuatf6E6xw6i9F8LnvBZmAy.jpg","genre_ids":[18,10749,53],"id":988762,"original_language":"fr","original_title":"Une zone à défendre","overview":"Greg is a police lieutenant; he must collect informations on eco-activists, infiltrating them for months. Myriam, a young free woman, is fighting to save a forest from the building of a dam. They meet and fall in love on the Zone. A beautiful life, a joy that Greg discovers, despite the risks of being unmasked. For each of them, time is short: soon everything will disappear.","popularity":16.381,"poster_path":"/36wyM5ceCCIpu8lU88mxonYET71.jpg","release_date":"2023-06-08","title":"A Place to Fight For","video":false,"vote_average":6.813,"vote_count":120},{"adult":false,"backdrop_path":"/kZZ9JuZ5CMvH0Y2LwboekvXIHqQ.jpg","genre_ids":[18,10752,28],"id":49046,"original_language":"de","original_title":"Im Westen nichts Neues","overview":"Paul Baumer and his friends Albert and Muller, egged on by romantic dreams of heroism, voluntarily enlist in the German army. Full of excitement and patriotic fervour, the boys enthusiastically march into a war they believe in. But once on the Western Front, they discover the soul-destroying horror of World War I.","popularity":57.905,"poster_path":"/2IRjbi9cADuDMKmHdLK7LaqQDKA.jpg","release_date":"2022-10-07","title":"All Quiet on the Western Front","video":false,"vote_average":7.734,"vote_count":3476},{"adult":false,"backdrop_path":"/o85S8MN16ILEeSPL4JyEVzAmvZV.jpg","genre_ids":[10751,12,35],"id":99770,"original_language":"fr","original_title":"Astérix \u0026 Obélix : Au service de Sa Majesté","overview":"Asterix crosses the channel to help second-cousin Anticlimax face down Julius Caesar and invading Romans.","popularity":19.128,"poster_path":"/rbdGCkvLPxuSvfVwHDK4PmOqmIm.jpg","release_date":"2012-10-17","title":"Asterix \u0026 Obelix: God Save Britannia","video":false,"vote_average":5.086,"vote_count":1234},{"adult":false,"backdrop_path":"/rapJU5Zp4oSZvHM9m64pYZlPY3b.jpg","genre_ids":[18],"id":384843,"original_language":"ja","original_title":"天使を誘惑","overview":"A story of the everyday life of a couple living together, ordinary but full of warmth and love. Starring Miura and Yamaguchi's first movie since making public of their romance--their real-life story on the screen.","popularity":8.114,"poster_path":"/2vDybKQZE95aXnuvTQH6NYUrZWN.jpg","release_date":"1979-12-22","title":"Temptation of Angel","video":false,"vote_average":5.333,"vote_count":3},{"adult":false,"backdrop_path":"/hupSDY6YrkYu58NKrStQxXC2525.jpg","genre_ids":[18],"id":97006,"original_language":"en","original_title":"Temptation: Confessions of a Marriage Counselor","overview":"Judith has known her husband Brice since they were children, but now their marriage is growing stale. Having just completed her graduate work in psychotherapy, she's eager to begin a career as a marriage counselor. She takes an internship at a matchmaking firm for millionaires and meets Harley, a charismatic billionaire investor who makes no effort to hide his attraction to Judith. Although quite resistant at first, eventually Judith succumbs to his charms, placing her marriage in jeopardy and forever altering the course of her life.","popularity":18.203,"poster_path":"/22hclz5NzRKyWb81TjO1yx1Wn4w.jpg","release_date":"2013-03-29","title":"Tyler Perry's Temptation: Confessions of a Marriage Counselor","video":false,"vote_average":6.56,"vote_count":159},{"adult":false,"backdrop_path":"/vq2TVlQmOUE6uZnRIZD475IcoAX.jpg","genre_ids":[12,35,16],"id":280391,"original_language":"fr","original_title":"Pourquoi j'ai pas mangé mon père","overview":"Based on the novel 'Evolution Man' by Roy Lewis, this tells the story about the first man - young Edward - to descend from apes. Edward is ejected by his tribe, but is very resourceful. He learns to walk, discovers fire, manages to hunt - and we follow him as he evolves. He has a generous nature, and search for true humanity - a world where we don't eat our fathers.","popularity":16.492,"poster_path":"/7qccdwXUMazLqkMKm4ZJ7lAnzUF.jpg","release_date":"2015-04-08","title":"Animal Kingdom: Let's Go Ape","video":false,"vote_average":5.234,"vote_count":340},{"adult":false,"backdrop_path":"/vIdqIpOsWspGoKoHnHncUOtJ7RZ.jpg","genre_ids":[27],"id":231001,"original_language":"en","original_title":"All Hallows' Eve","overview":"While watching two children on Halloween night, a babysitter finds an old VHS tape in the kids' trick or treat bag. The tape features three tales of terror, all linked together by a murderous clown.","popularity":34.651,"poster_path":"/bSe8CBqK8HkbP6sqZWzcJfQV9Ci.jpg","release_date":"2013-10-29","title":"All Hallows' Eve","video":false,"vote_average":5.769,"vote_count":389},{"adult":false,"backdrop_path":"/18YQYcfSpNZny6d4Smb7cLJ0Fl9.jpg","genre_ids":[35,10749],"id":236737,"original_language":"es","original_title":"Ocho apellidos vascos","overview":"Rafael, a Seville citizen who has never left the Spanish region of Andalucia, decides to leave his homeland to follow Amaia, a Basque girl unlike other women he has known.","popularity":19.4,"poster_path":"/rWlxpWG89fXs5QiOnDxgCZPSvFp.jpg","release_date":"2014-03-14","title":"Spanish Affair","video":false,"vote_average":6.682,"vote_count":602},{"adult":false,"backdrop_path":"/A1mteOfKdvK5er2sD5i02Qw3CWz.jpg","genre_ids":[18,36],"id":780,"original_language":"fr","original_title":"La Passion de Jeanne d'Arc","overview":"A classic of the silent age, this film tells the story of the doomed but ultimately canonized 15th-century teenage warrior. On trial for claiming she'd spoken to God, Jeanne d'Arc is subjected to inhumane treatment and scare tactics at the hands of church court officials. Initially bullied into changing her story, Jeanne eventually opts for what she sees as the truth. Her punishment, a famously brutal execution, earns her perpetual martyrdom.","popularity":21.537,"poster_path":"/8OYGtQlO8k9PcOm49apV62eVJQo.jpg","release_date":"1928-04-21","title":"The Passion of Joan of Arc","video":false,"vote_average":7.998,"vote_count":866},{"adult":false,"backdrop_path":"/kzF7Wtc6UTJVvggnwx0t5d2O5gm.jpg","genre_ids":[10749],"id":657654,"original_language":"ko","original_title":"선배부부와 교환섹스","overview":"Local college couple Won-young and Jun-seok have a long time to graduate, but the two who Jun-seok already got a job and had nothing to do until graduation graduated from vacation and lived in Tokyo. Let's go to the house of a close senior couple, Ari and Sungho.  One day before they came, Ari and Seong-ho fought out loud. I greet you welcomingly, but I feel a cold atmosphere for some reason. Seong-ho tells Jun-suk about the couple's fight the other day, and after having sex that night, Jor explains to the young couple the situation of Seong-ho's husband and procrastinates to do it next time. In the end, Won-young can't tolerate her sexual desires and goes to Seong-ho to tempt her. What will happen to the love of the two couples?","popularity":5.019,"poster_path":"/7Dxc4qV8p2whHmlyCSWtIsLYerA.jpg","release_date":"2019-12-23","title":"Senior Couple and Exchange Sex","video":false,"vote_average":3.0,"vote_count":2},{"adult":false,"backdrop_path":"/5rYnygKCkmqWuMv1O5yAnzGF8gV.jpg","genre_ids":[12,878,28],"id":339964,"original_language":"en","original_title":"Valerian and the City of a Thousand Planets","overview":"In the 28th century, Valerian and Laureline are special operatives charged with keeping order throughout the human territories. On assignment from the Minister of Defense, the two undertake a mission to Alpha, an ever-expanding metropolis where species from across the universe have converged over centuries to share knowledge, intelligence, and cultures. At the center of Alpha is a mysterious dark force which threatens the peaceful existence of the City of a Thousand Planets, and Valerian and Laureline must race to identify the menace and safeguard not just Alpha, but the future of the universe.","popularity":61.389,"poster_path":"/aCDrPEfvxcPNRynd2uZyXql7aj.jpg","release_date":"2017-07-20","title":"Valerian and the City of a Thousand Planets","video":false,"vote_average":6.63,"vote_count":7212},{"adult":false,"backdrop_path":"/wyDAIoOxdT3lYXtpiJaS1GcjTtX.jpg","genre_ids":[10749],"id":419329,"original_language":"ko","original_title":"불륜의 후예","overview":"Soo-ji is a skin specialist who experiences retaliatory driving on her way to work and Captain Kwon helps her. Later, they meet at the hospital and start to feel attracted to each other. Soo-ji is tired of living a pretentious marriage life with her cheating husband and falls in love with Kwon...","popularity":24.368,"poster_path":"/r8qPcoHXwiShN0oPRY9z1kf1VXX.jpg","release_date":"2016-09-30","title":"Descendants of Adultery","video":false,"vote_average":4.571,"vote_count":7},{"adult":false,"backdrop_path":"/rl95VDEP3nsUQmGzE0S1S7y6T0N.jpg","genre_ids":[10752,28],"id":190859,"original_language":"en","original_title":"American Sniper","overview":"U.S. Navy SEAL Chris Kyle takes his sole mission—protect his comrades—to heart and becomes one of the most lethal snipers in American history. His pinpoint accuracy not only saves countless lives but also makes him a prime target of insurgents. Despite grave danger and his struggle to be a good husband and father to his family back in the States, Kyle serves four tours of duty in Iraq. However, when he finally returns home, he finds that he cannot leave the war behind.","popularity":73.543,"poster_path":"/i1U46OwMc6vlm7OoSUKfqUH615e.jpg","release_date":"2014-12-25","title":"American Sniper","video":false,"vote_average":7.429,"vote_count":12420},{"adult":false,"backdrop_path":"/wxr4Z6E83h14CogsZOzDm1vuDX3.jpg","genre_ids":[878,28,12],"id":91314,"original_language":"en","original_title":"Transformers: Age of Extinction","overview":"As humanity picks up the pieces, following the conclusion of \"Transformers: Dark of the Moon,\" Autobots and Decepticons have all but vanished from the face of the planet. However, a group of powerful, ingenious businessman and scientists attempt to learn from past Transformer incursions and push the boundaries of technology beyond what they can control - all while an ancient, powerful Transformer menace sets Earth in his cross-hairs.","popularity":73.597,"poster_path":"/jyzrfx2WaeY60kYZpPYepSjGz4S.jpg","release_date":"2014-06-25","title":"Transformers: Age of Extinction","video":false,"vote_average":5.927,"vote_count":7797},{"adult":false,"backdrop_path":"/fnqdjdbNs8nqLjtuUZF0IGXTwum.jpg","genre_ids":[35],"id":965791,"original_language":"fr","original_title":"Une année difficile","overview":"Compulsive spenders Albert and Bruno are in debt up to their necks. While seeking help from community workers to get their lives back on track, they run into a group of young green activists. Lured by the free beer and snacks rather than by the ideals of eco-activists, Albert and Bruno find themselves joining the movement without much conviction.","popularity":10.296,"poster_path":"/calbXqzHVxfKlmtcwnSdCMW4owN.jpg","release_date":"2023-10-18","title":"A Difficult Year","video":false,"vote_average":6.012,"vote_count":122},{"adult":false,"backdrop_path":"/Adrip2Jqzw56KeuV2nAxucKMNXA.jpg","genre_ids":[37],"id":429,"original_language":"it","original_title":"Il buono, il brutto, il cattivo","overview":"While the Civil War rages on between the Union and the Confederacy, three men – a quiet loner, a ruthless hitman, and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.","popularity":107.959,"poster_path":"/bX2xnavhMYjWDoZp1VM6VnU1xwe.jpg","release_date":"1966-12-22","title":"The Good, the Bad and the Ugly","video":false,"vote_average":8.466,"vote_count":8133}],"total_pages":500,"total_results":10000}