{"page":201,"results":[{"adult":false,"backdrop_path":"/cXI35VgXZ0RtrNlnOnxp7wzXv1E.jpg","genre_ids":[16,35,12,10751],"id":134623,"original_language":"en","original_title":"Tom and Jerry: Robin Hood and His Merry Mouse","overview":"Robin Hood steals from the rich and give to the poor, and needs the help of Tom and Jerry! Your favorite daring duo aims to beloved medieval tale in a new film is all for one and one for all!","popularity":19.695,"poster_path":"/qVFVRLNrccHdPHqrrqtKT0L6oWs.jpg","release_date":"2012-10-02","title":"Tom and Jerry: Robin Hood and His Merry Mouse","video":false,"vote_average":6.4,"vote_count":63},{"adult":false,"backdrop_path":"/tyaiFkC6lHVYoMVdSWlPERslbip.jpg","genre_ids":[28],"id":1131441,"original_language":"en","original_title":"Artur Beterbiev vs. Callum Smith","overview":"WBC/WBO/IBF light heavyweight king Artur Beterbiev defends his crown against former world champion Callum Smith at Videotron Centre in Quebec City, Canada.","popularity":4.226,"poster_path":"/lQTR8fly8HOqGwkkVTZUuFejJfu.jpg","release_date":"2024-01-13","title":"Artur Beterbiev vs. Callum Smith","video":true,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/p3ng10hZIysyDgCyrqlFgMJCUpZ.jpg","genre_ids":[10770,35,10749],"id":971503,"original_language":"en","original_title":"A Merry Christmas Wish","overview":"Janie, a rising marketing executive living in The Big Apple, returns to her hometown of Woodland Falls when her Great-Uncle Randall passes away. Randall has even arranged for his farmhand, Dylan to help at the event, which is being held in the farm’s sprawling barn. Aware that her Manhattan boyfriend is anxious for her to return to the city so the pair can jet off to a previously planned holiday on the beach, Janie begins to feel an unexpected emotional tug about living life in a more authentic, meaningful way.","popularity":8.436,"poster_path":"/9qBQDIED8O8ehWODVt3s304KQlt.jpg","release_date":"2022-11-12","title":"A Merry Christmas Wish","video":false,"vote_average":5.967,"vote_count":30},{"adult":false,"backdrop_path":"/5NdnZigrvVBMQ0T2G9TnRAXVnV5.jpg","genre_ids":[99,10402],"id":40690,"original_language":"en","original_title":"Black Sabbath - Paranoid - Classic Albums","overview":"The story of how the classic album \"Paranoid\" was made, with stories from band members to those who were influenced by its content, form and vitality.  Paranoid is the second studio album by English rock band Black Sabbath. Released in September 1970, it was the band's only LP to top the UK Albums Chart until the release of 13 in 2013. Paranoid contains several of the band's signature songs, including \"Iron Man\", \"War Pigs\" and the title track, which was the band's only Top 20 hit, reaching number 4 in the UK charts. It is often regarded as one of the most quintessential and influential albums in heavy metal history.","popularity":1.993,"poster_path":"/hbfPyf4X8Aaq4rtzLUlBib63hCj.jpg","release_date":"2010-06-28","title":"Classic Albums: Black Sabbath - Paranoid","video":false,"vote_average":7.0,"vote_count":22},{"adult":false,"backdrop_path":"/tiaW7ObPO1p2omg4FXOK63s1INi.jpg","genre_ids":[10749],"id":1143209,"original_language":"ko","original_title":"숫처녀의 조건만남","overview":"Ji-won is an erotic writer, but she has not had sex yet, so she cannot write realistically. Eun-sik and Seong-gook compete for their first sex under the pretext that Ji-won is a virgin for her work, and Seong-gook's plan goes up in smoke when his wife Hyeon-hee returns home. On the other hand, Hyeon-hee is curious about Eun-sik and approaches him because his previous job is adult learning and mastering. In this situation, will Ji-won be able to finish her first sex safely and write a huge masterpiece?","popularity":12.061,"poster_path":"/tHgop4PCZHWCgPIKMFmKoxgnvx3.jpg","release_date":"2022-11-10","title":"Meeting Conditions of a Virgin","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/2cvOSN5ihrXpecTDopCSUTh6nJp.jpg","genre_ids":[28,53],"id":797294,"original_language":"en","original_title":"Assault on VA-33","overview":"Decorated army veteran Jason Hill is on a routine visit to the local VA hospital when organized terrorists infiltrate the building and take hostages, including a decorated general, and Hill’s wife. The highly trained veteran is outnumbered and the last line of defense, taking on a building full of armed insurgents before it’s too late.","popularity":16.381,"poster_path":"/wSAvEMPr8ddriiIX2fxbaPwpa5a.jpg","release_date":"2021-04-22","title":"Assault on VA-33","video":false,"vote_average":5.7,"vote_count":45},{"adult":false,"backdrop_path":"/9EjHUb6xNrHUsjxMu16p8KmR7Cy.jpg","genre_ids":[18,10770],"id":2887,"original_language":"en","original_title":"And the Band Played On","overview":"The story of the discovery of the AIDS epidemic and the political infighting of the scientific community hampering the early fight with it.","popularity":12.963,"poster_path":"/4fyZ6SZaZuerfZWaIp0niFW7Yar.jpg","release_date":"1993-09-11","title":"And the Band Played On","video":false,"vote_average":6.442,"vote_count":95},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":77855,"original_language":"es","original_title":"Del amor y otros demonios","overview":"Based on Gabriel García Márquez's novel, this is the unsettling story of 13-year-old noble Sierva and the dog bite that changes her life forever. Abandoned, displaced, in the midst of a sexual awakening and finally exorcised, Sierva finds an unlikely ally in a young priest and together they discover passion.","popularity":4.249,"poster_path":"/pmjiwwfT7kRJQ0ATi79upBmSOO9.jpg","release_date":"2009-03-26","title":"Of Love and Other Demons","video":false,"vote_average":6.2,"vote_count":17},{"adult":false,"backdrop_path":"/v4qLFzxjksTadTo2R13s8B0s2Y7.jpg","genre_ids":[28,35,80],"id":27936,"original_language":"fr","original_title":"Micmacs à tire-larigot","overview":"While standing in the doorway of the video shop where he works, Bazil is inadvertently shot in the head. Now homeless and jobless, he is taken in by a troupe of misfits who live in a giant mound of trash. There Bazil begins his quest for revenge against the people who produced the gun that shot him.","popularity":16.526,"poster_path":"/tU5oKpfIjUlI2fYpG7RCNObfHwi.jpg","release_date":"2009-10-28","title":"Micmacs","video":false,"vote_average":6.602,"vote_count":557},{"adult":false,"backdrop_path":"/orwxqKr7fZVf8B2UnLS5W0fSL7i.jpg","genre_ids":[27],"id":412546,"original_language":"en","original_title":"Antrum","overview":"Rumored to have been lost, Antrum appears as a cursed film from the 1970s. Viewers are warned to proceed with caution. It’s said to be a story about a young boy and girl who enter the forest in an attempt to save the soul of their recently deceased pet. They journey to “The Antrum,” the very spot the devil landed after being cast out of heaven. There, the children begin to dig a hole to hell.","popularity":22.779,"poster_path":"/20de4Rcmy4B0L5zyOc3Nc5F7c0D.jpg","release_date":"2018-10-14","title":"Antrum","video":false,"vote_average":5.822,"vote_count":292},{"adult":false,"backdrop_path":null,"genre_ids":[27,53,9648],"id":16280,"original_language":"en","original_title":"13 Hours in a Warehouse","overview":"As five underworld heavies settle in for an all night stay at an abandoned warehouse and former film studio, a series of bizarre and unsettling occurrences quickly lead them to believe they are not alone. It was supposed to be a simple night of babysitting a single hostage, but when a series of numbers began to appear on the walls things soon took a dark turn. Later, after the hostage escapes, the perplexed thugs not only learn that there is a rat in the ranks, but also discover the unsettling nature of the films that were shot in the warehouse. Now, as terror takes hold, the thieves are about to discover that they are being stalked from the shadows and that their odds of living to see daybreak are shrinking with each passing minute.Written by Jason Buchanan, All Movie Guide","popularity":2.38,"poster_path":"/awX2SwpV7MUCjK59d3LtxhJtxA1.jpg","release_date":"2008-10-28","title":"13 Hours in a Warehouse","video":false,"vote_average":6.5,"vote_count":24},{"adult":false,"backdrop_path":"/JNmuwCKzGULCaTml0mxaGmELuC.jpg","genre_ids":[28,14],"id":96106,"original_language":"it","original_title":"Le amazzoni - donne d'amore e di guerra","overview":"A tribe of vicious female warriors terrorizes the countryside, and especially the males, until one day the men and some local villagers decide to fight back.","popularity":4.486,"poster_path":"/l1lcsdRbvQQc5IWCoYuS3VymF5f.jpg","release_date":"1973-08-11","title":"Battle of the Amazons","video":false,"vote_average":4.3,"vote_count":9},{"adult":false,"backdrop_path":"/wZ2OE4448Ea6rhkKzpKrifibttN.jpg","genre_ids":[18,14,35],"id":14849,"original_language":"en","original_title":"Dead Like Me: Life After Death","overview":"When George and her colleagues get a new boss whose focus is on moving souls quickly and enjoying life without consequences, the team begins to break the strict reaper rules. While her friends fall victim to their desires for money, success, and fame, George breaks another rule by revealing her true identity to her living family.","popularity":16.143,"poster_path":"/Ar7uTVlawrZRmLad0TrgkhxsTGP.jpg","release_date":"2009-02-17","title":"Dead Like Me: Life After Death","video":false,"vote_average":6.322,"vote_count":250},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":212193,"original_language":"en","original_title":"Zombies: A Living History","overview":"Zombies: are they real? Every culture creates its own version of a zombie. There have been diseases in history that have mimicked behavior of a zombie virus. The plausibility is there. You would never be up against one zombie.you would be up against thousands or millions of zombies. How would you survive?","popularity":3.676,"poster_path":"/klo2RGBYxkriNT12qdIjVgpja55.jpg","release_date":"2011-10-25","title":"Zombies: A Living History","video":false,"vote_average":6.933,"vote_count":15},{"adult":false,"backdrop_path":"/9f52EblVAUXbYzyaN0MyJmFrhDQ.jpg","genre_ids":[80,28],"id":260905,"original_language":"it","original_title":"La malavita attacca... la polizia risponde!","overview":"Returning from Switzerland to Rome, the boss prof. Salviati, called 'The Prince', finds his business compromised by Rudy, a small local bandit full of presumption, audacity and men ready to kill. Commissioner Baldi a young and brave employee, will fight against them with the help of an ex-employee Rampelli.","popularity":1.4,"poster_path":"/umTtuatDWt2XKEtrcx2lyWnqTUd.jpg","release_date":"1977-08-23","title":"The Criminals Attack. The Police Respond","video":false,"vote_average":6.8,"vote_count":2},{"adult":false,"backdrop_path":"/wZlGuJG7AGW5DgDKuJhbRCECQP1.jpg","genre_ids":[10770,35,10749],"id":793441,"original_language":"en","original_title":"A Honeymoon to Remember","overview":"When a devastated Ava’s fiancé leaves her at the altar, she’s determined to enjoy her honeymoon without him. Time away in a beautiful setting helps her figure out what she truly wants from a partner, but when her fiancé shows up unannounced, she’s more confused than ever… Can Ava forgive the man who broke her heart?","popularity":6.251,"poster_path":"/7POepMKLZWihltLO3EJgKJz3Lku.jpg","release_date":"2021-09-10","title":"A Honeymoon to Remember","video":false,"vote_average":5.536,"vote_count":14},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":1156507,"original_language":"en","original_title":"(R)age","overview":"A visceral analogy about the fear of growing-up and puberty through a female-lens, (R)age is a spectacle of blood, guts and birthday cake.","popularity":0.6,"poster_path":"/7dcgguhwQQItDO1qsBeI5TJ6Ru8.jpg","release_date":"2023-09-09","title":"(R)age","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/mdEptut4OxuOjEl0tMTY0fHyMNt.jpg","genre_ids":[18,36],"id":1030210,"original_language":"ar","original_title":"Tel Aviv/Beirut","overview":"In 2000, as the Hezbollah organization takes over Lebanon, Yossi, a Lebanese soldier, helps his friend Fouad to flee the country in order to avoid punishment, as he’s been working against them for 16 years. Fouad takes refuge in Israel with his daughter, Tanya. A few years later, a new war breaks out in Lebanon, causing tensions at the Israeli border. Yossi’s wife, Myriam, decides to go there and asks for Tanya’s help to look for their soldier son, who hasn’t given sign of life since then. This journey will allow the two women to share their sorrows and heal together.","popularity":1.949,"poster_path":"/zKNDNUr55kSrSjAcc1wQttYEaYS.jpg","release_date":"2023-02-01","title":"Tel Aviv Beirut","video":false,"vote_average":5.7,"vote_count":5},{"adult":false,"backdrop_path":"/9kRAyJHknHsNUnavRAFC29OSy7C.jpg","genre_ids":[12,16,10751,35,878],"id":136686,"original_language":"ja","original_title":"映画ドラえもん のび太と緑の巨人伝","overview":"Nobita’s troubled about what to do with his zero test marks once again. A gust of wind scatters his test papers and he falls into a garbage dump trying to gather them together again. There he finds a young withered tree that caught one of his papers and he decides to take it home. He tries to plant it in his garden but gets caught by his mother who doesn’t allow him to grow it.","popularity":20.043,"poster_path":"/jY2c8s4s8YyGxuxX8ymmzGUdnwZ.jpg","release_date":"2008-03-08","title":"Doraemon: Nobita and the Green Giant Legend","video":false,"vote_average":6.8,"vote_count":40},{"adult":false,"backdrop_path":"/xgBjOcLGnjFs4N2LAR64cV3awDB.jpg","genre_ids":[12,14,10751],"id":611014,"original_language":"uk","original_title":"Фокстер і Макс","overview":"The twelve-year-old schoolboy Max escapes from the house and hides under the bridge. There he finds a spray can of nano-paints, and draw a graffiti of a dog. Unexpectedly painted graffiti comes alive and turns into dog-nanorobot with super powers. And now both of them are hunted by a dangerous criminal who will not stop at anything in order to seize this powerful technology. Guy Max falls into a whirlpool of adventure, through which he finds true friends.","popularity":17.013,"poster_path":"/cnKrr3FEcSg8BUep7nc3q1ANqsL.jpg","release_date":"2019-09-19","title":"Foxter and Max","video":false,"vote_average":7.09,"vote_count":94}],"total_pages":500,"total_results":10000}