{"page":221,"results":[{"adult":false,"backdrop_path":"/8omJfzYYDGlUdOBSTylL66ZmfZc.jpg","genre_ids":[18,10749],"id":37636,"original_language":"en","original_title":"High Art","overview":"A young female intern at a small magazine company becomes involved with a drug-addicted lesbian photographer, both of whom seek to exploit each other for their respective careers, while slowly falling in love with each other.","popularity":12.93,"poster_path":"/qTg05RNJIvb9w4Z7XIcAZxuZmTn.jpg","release_date":"1998-06-12","title":"High Art","video":false,"vote_average":6.328,"vote_count":122},{"adult":false,"backdrop_path":"/v8Rg963ryBoP3ECo8g8OK8QQ1CE.jpg","genre_ids":[35],"id":791333,"original_language":"es","original_title":"El cuarto pasajero","overview":"Julián, a divorced man with financial problems, uses a cell phone application to share his car with strangers.","popularity":11.72,"poster_path":"/deOu3LDIbWtipp8vjCaszKz22LZ.jpg","release_date":"2022-10-28","title":"Four's a Crowd","video":false,"vote_average":6.484,"vote_count":91},{"adult":false,"backdrop_path":"/zWuMxt7GsUFJKDKxhzq6ZLfq7Qw.jpg","genre_ids":[35,18],"id":12497,"original_language":"el","original_title":"Πολίτικη κουζίνα","overview":"\"A Touch of Spice\" is a story about Fanis, a young Greek boy growing up in Istanbul, whose grandfather, a culinary philosopher and mentor, teaches him that both food and life require a little salt to give them flavor. They both require... A Touch of Spice. Fanis grows up to become an excellent cook and uses his cooking skills to spice up the lives of those around him. 35 years later he leaves Athens and travels back to his birthplace of Istanbul to reunite with his grandfather and his first love. He travels back only to realize that he forgot to put a little bit of spice in his own life.","popularity":19.577,"poster_path":"/vtLPf20exDzczcgxeW5pazWEFGi.jpg","release_date":"2003-10-24","title":"A Touch of Spice","video":false,"vote_average":6.626,"vote_count":107},{"adult":false,"backdrop_path":"/jP8lHNHD89xaRPfAdyz5KEVYcSb.jpg","genre_ids":[10751,28,12,18],"id":45325,"original_language":"en","original_title":"Tom and Huck","overview":"A mischievous young boy, Tom Sawyer, witnesses a murder by the deadly Injun Joe. Tom becomes friends with Huckleberry Finn, a boy with no future and no family. Tom has to choose between honoring a friendship or honoring an oath because the town alcoholic is accused of the murder. Tom and Huck go through several adventures trying to retrieve evidence.","popularity":21.798,"poster_path":"/vIG8hWOa7DyLMRiurzKwVAnIYoU.jpg","release_date":"1995-12-22","title":"Tom and Huck","video":false,"vote_average":5.23,"vote_count":174},{"adult":false,"backdrop_path":"/uhhTABBddHoOTV0BarymFTgOee6.jpg","genre_ids":[99],"id":682587,"original_language":"en","original_title":"The Alpinist","overview":"Marc-André Leclerc, an exceptional climber, has made solo his religion and ice his homeland. When filmmaker Peter Mortimer begins his film, he places his camera at the base of a British Columbia cliff and waits patiently for the star climber to come down to answer his questions. Marc André, a little uncomfortable, prefers to return to the depths of the forest where he lives in a tent with his girlfriend Brette Harrington. In the heart of winter, Peter films vertiginous solos on fragile ice. He tries to make appointments with the climber who is never there and does not seem really concerned by this camera pointed at him \"For me, it would not be a solo if there was someone else\" . Marc-André is thus, the \"pure light\" of the mountaineers of his time, which marvel Barry Blanchard, Alex Honnold or Reinhold Messner, interviewed in the film. An event film for an extraordinary character.","popularity":24.98,"poster_path":"/tYbSGAVbyACEExptLu63CxCGm4O.jpg","release_date":"2021-02-07","title":"The Alpinist","video":false,"vote_average":7.6,"vote_count":125},{"adult":false,"backdrop_path":"/9E4mLJY4ZiQDPi2KR8cWr7mHF8o.jpg","genre_ids":[53,878,28],"id":406761,"original_language":"en","original_title":"Hotel Artemis","overview":"Los Angeles, June 21st, 2028. While the streets are being torn apart by riots, the Nurse, who runs a clandestine hospital for criminals in the penthouse of the Artemis, a closed old hotel, has a rough night dealing with troublemaker clients: thieves, assassins, someone from the past and the one who owns the place and the whole city.","popularity":27.675,"poster_path":"/gchhqclKEEwwAOzdILPWBO14ONB.jpg","release_date":"2018-06-07","title":"Hotel Artemis","video":false,"vote_average":6.032,"vote_count":1457},{"adult":false,"backdrop_path":"/oqzMtI5bfuHlLcRUKKf1SMJRRs7.jpg","genre_ids":[18],"id":60620,"original_language":"fr","original_title":"L'Air de Paris","overview":"Victor Le Garrec, a former boxer, runs a gym in Paris while dreaming of finding an aspiring champion who will reach the goals he was never able to achieve.","popularity":4.238,"poster_path":"/jDSDiSflI2jUu49zZ9oBGcFyGjz.jpg","release_date":"1954-09-24","title":"Air of Paris","video":false,"vote_average":5.9,"vote_count":19},{"adult":false,"backdrop_path":"/c26Lu37lhie6KLTn8abwwZqmBnJ.jpg","genre_ids":[80,9648,18],"id":290234,"original_language":"ja","original_title":"劇場版 ATARU THE FIRST LOVE＆THE LAST KILL","overview":"Ataru, who suffers from “savant syndrome,” has the power to discover, observe, see through, and deduct microscopic evidence of unsolved cases. Why does he always go to the criminal sites? What explains his strange behavior? Meanwhile, a mystery unfolds with Ataru and a woman named Madoka, who is a killer. The woman possesses the same extraordinary memory and deductive reasoning abilities as Ataru. Who is she?","popularity":3.416,"poster_path":"/sQNlKAwD7HMSJwLuzgUr2eeEHfC.jpg","release_date":"2013-09-14","title":"Ataru: The First Love \u0026 The Last Kill","video":false,"vote_average":6.25,"vote_count":4},{"adult":false,"backdrop_path":"/cA2lXcl4rVKsRltJwVYRqpSqvhq.jpg","genre_ids":[35,18],"id":141043,"original_language":"en","original_title":"A Long Way Down","overview":"Four lost souls—a disgraced TV presenter, a foul-mouthed teen, an isolated single mother, and a solipsistic muso—decide to end their lives on the same night, New Year's Eve. When this disillusioned quartet of strangers meet unintentionally at the same suicide hotspot, a London high-rise with the well-earned nickname Topper's Tower, they mutually agree to call off their plans for six weeks, forming an unconventional, dysfunctional family. They become media sensations as the Topper House Four and search together for the reasons to keep on living.","popularity":26.5,"poster_path":"/ibtYPDUQXKK2CIYzMEWgt1VNMlP.jpg","release_date":"2014-03-20","title":"A Long Way Down","video":false,"vote_average":6.244,"vote_count":841},{"adult":false,"backdrop_path":"/7t1T77fOZBEao1bdT8LXXngit8w.jpg","genre_ids":[18,36,10749],"id":13435,"original_language":"en","original_title":"Antwone Fisher","overview":"A sailor prone to violent outbursts is sent to a naval psychiatrist for help. Refusing at first to open up, the young man eventually breaks down and reveals a horrific childhood. Through the guidance of his doctor, he confronts his painful past and begins a quest to find the family he never knew.","popularity":22.168,"poster_path":"/j9lCK1aFXqMO3hzhGiqCNU8coIX.jpg","release_date":"2002-12-19","title":"Antwone Fisher","video":false,"vote_average":6.864,"vote_count":445},{"adult":false,"backdrop_path":"/iy9uFMJvzlDC3kMFPI2Fk2HJZ2x.jpg","genre_ids":[28,35,18],"id":628241,"original_language":"te","original_title":"అల వైకుంఠపురములో","overview":"Fate plays a vital role in connecting the life of Bantu, a son who seeks validation from his cold-hearted father with the life of Raj, whose millionaire father wishes that he was more assertive.","popularity":18.749,"poster_path":"/48DIQOSEgpoWUFBrmHW2En6aNZQ.jpg","release_date":"2020-01-12","title":"Ala Vaikunthapurramuloo","video":false,"vote_average":6.673,"vote_count":78},{"adult":false,"backdrop_path":"/r7oQM0UFy2bWh4hY9Pgm4onqZCa.jpg","genre_ids":[99,80],"id":15584,"original_language":"en","original_title":"Dear Zachary: A Letter to a Son About His Father","overview":"In 2001, Andrew Bagby, a medical resident, is murdered not long after breaking up with his girlfriend. Soon after, when she announces she's pregnant, one of Andrew's many close friends, Kurt Kuenne, begins this film, a gift to the child.","popularity":11.063,"poster_path":"/bVJCQfIfNC01CYOVkvBOtrY1cxy.jpg","release_date":"2008-10-31","title":"Dear Zachary: A Letter to a Son About His Father","video":false,"vote_average":8.083,"vote_count":482},{"adult":false,"backdrop_path":"/3GExA1eGVd8lvZYOpkJCmgVrN5R.jpg","genre_ids":[18],"id":1082381,"original_language":"id","original_title":"Air Mata di Ujung Sajadah","overview":"Aqilla gave birth to a baby from a marriage that was not approved by Halimah, her mother. After Aqilla's husband dies in an accident, Halimah lies to Aqilla that her baby died at birth. Without Aqilla's knowledge, Halimah gave her grandson to a couple who had been married for a long time but did not have children, namely Arif and Yumna. The baby was named Baskara, which means: light. Baskara's presence at Arif and Yumna's family's house brings happiness to the whole house. Seven years later, Aqilla finds out that her son is still alive. She departed from her empty life and tried to get Baskara back.","popularity":6.422,"poster_path":"/dKEOoh66hKXPUirgL5FGmAIpxiY.jpg","release_date":"2023-09-07","title":"Air Mata di Ujung Sajadah","video":false,"vote_average":5.875,"vote_count":3},{"adult":false,"backdrop_path":"/tbPB4LU2Xp4hSFl1yiYiu2Kpcfy.jpg","genre_ids":[18],"id":377154,"original_language":"fr","original_title":"Quand on a 17 ans","overview":"Damien lives with his mother Marianne, a doctor, while his father, a pilot, is on a tour of duty abroad with the French military. At school, Damien is bullied by Thomas,  who lives in the farming community up in the mountains. The boys find themselves living together when Marianne invites Thomas to come and stay with them while his mother is ill in hospital. Damien must learn to live with the boy who terrorized him.","popularity":11.215,"poster_path":"/hC5cEEXTFg0pYvuqAfckP8EWR6G.jpg","release_date":"2016-02-27","title":"Being 17","video":false,"vote_average":6.9,"vote_count":344},{"adult":false,"backdrop_path":null,"genre_ids":[35],"id":405472,"original_language":"it","original_title":"...e si salvò solo l'Aretino Pietro, con una mano davanti e l'altra dietro...","overview":"The three daughters of Madonna Violante: Nanna, Concetta Fiorenza and have only one thought, to have a good time as much as possible with men. Learning that one of the peasants of the family, Torello, is powerful, attractive, and very handsome, Concetta he brings it into the house. Meanwhile Fiorenza, believing her husband to be out of town for penance, enjoys the favors of a friar.","popularity":0.784,"poster_path":"/Aqf8zjIZsPCafBXyFVzbhEiI9jE.jpg","release_date":"1972-07-09","title":"Aretino's Stories of the Three Lustful Daughters","video":false,"vote_average":3.3,"vote_count":3},{"adult":false,"backdrop_path":"/8rhbR8uKMY96hOtp94ET9sjxM6o.jpg","genre_ids":[99],"id":1092786,"original_language":"fr","original_title":"Voyage au Pôle Sud","overview":"The few thousand kilometers that separate Patagonia from the South Pole are a fascinating and hypnotic journey for explorers. Some even speak of an addiction, 'the Antarctic bite'. March of the Penguins (2005) director Luc Jacquet has been experiencing it for 30 years. His new film is a visually-striking adventure, offering us images beyond words, an ultimate tribute to a vanishing continent.","popularity":2.814,"poster_path":"/qBvs6ny6kTTBek3UwXYe0Aqsc9y.jpg","release_date":"2023-12-20","title":"Antarctica Calling","video":false,"vote_average":7.0,"vote_count":4},{"adult":false,"backdrop_path":"/y7FMwxLAouENpX05f2YSgZozrlR.jpg","genre_ids":[53,9648,18],"id":14755,"original_language":"en","original_title":"The Deadly Affair","overview":"Charles Dobbs is a British secret agent investigating the apparent suicide of Foreign Office official Samuel Fennan. Dobbs suspects that Fennan's wife, Elsa, a survivor of a Nazi Germany extermination camp, might have some clues, but other officials want Dobbs to drop the case. So Dobbs hires a retiring inspector, Mendel, to quietly make inquiries. Dobbs isn't at all sure as there are a number of anomalies that simply can't be explained away. Dobbs is also having trouble at home with his errant wife, whom he very much loves, having frequent affairs. He's also pleased to see an old friend, Dieter Frey, who he recruited after the war. With the assistance of a colleague and a retired policeman, Dobbs tries to piece together just who is the spy and who in fact assassinated Fennan.","popularity":14.833,"poster_path":"/Av6mrgiizvdSC1Tl9cEvazjS9S.jpg","release_date":"1967-01-02","title":"The Deadly Affair","video":false,"vote_average":6.2,"vote_count":78},{"adult":false,"backdrop_path":"/aJvgoRMrYFTMu7MrcfxYVPMRuU5.jpg","genre_ids":[99],"id":1061671,"original_language":"en","original_title":"Pamela, A Love Story","overview":"In her own words, through personal video and diaries, Pamela Anderson shares the story of her rise to fame, rocky romances and infamous sex tape scandal.","popularity":21.844,"poster_path":"/zkVnRwZWbrd55P3Tx7BZZQ1gU89.jpg","release_date":"2023-01-30","title":"Pamela, A Love Story","video":false,"vote_average":6.987,"vote_count":199},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":666991,"original_language":"ja","original_title":"A3! BLOOMING LIVE 2019 神戸公演版","overview":"A3! BLOOMING LIVE 2019","popularity":1.432,"poster_path":"/8Qsqp0bnlIuRiML8YrMT7usWlPJ.jpg","release_date":"2019-09-25","title":"A3! BLOOMING LIVE 2019 Kobe Version","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/e6krC3hMQimghzgorJO1YJiwSA6.jpg","genre_ids":[18],"id":834127,"original_language":"it","original_title":"Per niente al mondo","overview":"Bernardo is a charming, successful man, full of friends, always frantically searching for his freedom. For a bad twist of fate one day everything changes, putting him in front of a choice: accept what has happened or become someone else, to take back what life has taken from him.","popularity":5.328,"poster_path":"/zxWZzvnl01ap9KT6MN4latSYmmy.jpg","release_date":"2022-09-15","title":"Not for All the World","video":false,"vote_average":6.026,"vote_count":19}],"total_pages":500,"total_results":10000}