{"page":268,"results":[{"adult":false,"backdrop_path":"/7Nq8eqXjE1mpeRlGev6ArjTFoZA.jpg","genre_ids":[18,80],"id":314572,"original_language":"es","original_title":"El patrón, radiografía de un crimen","overview":"This incredibly disturbing story follows the exploitation of an apprentice butcher, Hermógenes, and his trial after he murders his boss in broad daylight. Hermógenes, a farmhand from northern Argentina, relocates to Buenos Aires in search of a better life for himself and his young wife, but soon finds himself at the mercy of a corrupt boss. The film is based on a thorough investigation of a real event that happened in Buenos Aires 10 years ago. Almost every scene in the film is inspired by real facts or based on well documented daily practices of the “meat business” and its environment. Both a shocking exposé of unscrupulous practices in the meat industry and a heart-wrenching personal story, El Patrón became one of the most successful Argentine films of 2014.","popularity":9.657,"poster_path":"/tqM5b356wYON9VcIKUTOONRUL7P.jpg","release_date":"2014-10-12","title":"The Boss: Anatomy of a Crime","video":false,"vote_average":7.678,"vote_count":90},{"adult":false,"backdrop_path":"/qpeCN9X4QHxPh8yWF5gRp1wxfct.jpg","genre_ids":[18,10749],"id":1253,"original_language":"en","original_title":"Breaking and Entering","overview":"Set in a blighted, inner-city neighbourhood of London, Breaking and Entering examines an affair which unfolds between a successful British landscape architect and Amira, a Bosnian woman – the mother of a troubled teen son – who was widowed by the war in Bosnia and Herzegovina.","popularity":15.224,"poster_path":"/fiSESOsJWltRnjJFQbeD9B9SEGQ.jpg","release_date":"2006-12-15","title":"Breaking and Entering","video":false,"vote_average":6.029,"vote_count":221},{"adult":false,"backdrop_path":"/9Dyz4OaiGxImWxNLXaYndYMkkH8.jpg","genre_ids":[35],"id":838916,"original_language":"fr","original_title":"J'adore ce que vous faites","overview":"Gérard Lanvin has an important role in a new blockbuster! Filming is about to begin in the South of France. On site, he meets Momo Zapareto, the pool boy at the house he is renting for the duration or the shoot. But Momo is a fan, a big fan… an uberfan! He has seen all his films and is soon doing all he can to make himself indispensable to his idol and the technical crew. For Gérard, the nightmare has just begun…","popularity":7.28,"poster_path":"/r7q9yYShODKJBpf6BJH3xA00eh0.jpg","release_date":"2022-05-18","title":"The Biggest Fan","video":false,"vote_average":5.5,"vote_count":79},{"adult":false,"backdrop_path":"/bDQ9PD1A2qhVZAkc6rxS9D5o9JA.jpg","genre_ids":[18,36],"id":633821,"original_language":"it","original_title":"Aquile randagie","overview":"In a Fascist Milan, a group of boys decided to say no and founded the Aquile Randagie [stray eagles]: led by Andrea Ghetti, who continue clandestine scout activities, they keep their promise: to help others in all circumstances.","popularity":3.252,"poster_path":"/kNj49zHHJEg4YCJkwTuL30YrELb.jpg","release_date":"2019-09-30","title":"Fight Like Angels","video":false,"vote_average":5.929,"vote_count":28},{"adult":false,"backdrop_path":"/ettXOIDHXdqnTa92JDt9RAbVEym.jpg","genre_ids":[18],"id":12266,"original_language":"fr","original_title":"Une étrange affaire","overview":"A young Parisian advertising executive becomes so captivated by the unsettling charm of his mysterious new employer that he eventually abandons his family and friends, viewing it a privilege to let the ubiquitous employer take over his home, his life, his desire. Only his wife remains suspicious, recognizing both the pathos and the evil in the man’s soul-stealing power.","popularity":4.074,"poster_path":"/r7E70uuuaEsqMTrwgBMpVqJXF0k.jpg","release_date":"1981-12-23","title":"Strange Affair","video":false,"vote_average":6.2,"vote_count":40},{"adult":false,"backdrop_path":"/gzycjJWGw04DF6C7IYOA1F0cWhc.jpg","genre_ids":[18,10749],"id":694256,"original_language":"it","original_title":"Sulla stessa onda","overview":"A summer fling born under the Sicilian sun quickly develops into a heartbreaking love story that forces a boy and girl to grow up too quickly.","popularity":16.47,"poster_path":"/j9O2WXJqF45ynkng4SAsZ1h0OCt.jpg","release_date":"2021-03-25","title":"Caught by a Wave","video":false,"vote_average":6.635,"vote_count":237},{"adult":false,"backdrop_path":"/vJ9D5uaOcQfeHrgPJSNjlyif3L3.jpg","genre_ids":[35],"id":247218,"original_language":"it","original_title":"Un boss in salotto","overview":"Cristina lives a peaceful life until her older brother Ciro, who has to attend a trial, asks to spend house arrests at Cristina’s home.","popularity":9.564,"poster_path":"/2bBb7H7LMycRYb3omVbzlEoxihR.jpg","release_date":"2014-01-01","title":"A Boss in the Living Room","video":false,"vote_average":5.997,"vote_count":513},{"adult":false,"backdrop_path":"/jVsbzy5gj3McD8V6dDr7EMrLSqT.jpg","genre_ids":[99],"id":1040330,"original_language":"en","original_title":"Black Adam: Saviour or Destroyer?","overview":"Ahead of the release of upcoming fantasy film ‘Black Adam’, sit down with Dwayne Johnson as he discusses his starring role as the eponymous superhero.","popularity":17.02,"poster_path":"/sTuXDWacwdcMS7NNLaynkfVBZkr.jpg","release_date":"2022-10-15","title":"Black Adam: Saviour or Destroyer?","video":false,"vote_average":6.98,"vote_count":407},{"adult":false,"backdrop_path":"/sVVpovybLphcPqKAvQdy56xKEN0.jpg","genre_ids":[10749,53,18],"id":166089,"original_language":"es","original_title":"Alacrán enamorado","overview":"Julian (Álex González) and his friend Luis (Miguel Angel Silvestre) are two neighborhood boys who are part of a gang of violent neo-Nazis, led by Solis (Javier Bardem). After start training in a gym, Julian is transformed gradually thanks to the discipline of boxing, the nobility of his coach (Carlos Bardem) and the love of a young latin girl (Judith Diakhate). All of this takes away from the group, but Luis is not ready to accept that leave the \"herd\".","popularity":14.345,"poster_path":"/nA9YI2PEsiiJ4paaOg0LCkPEKnA.jpg","release_date":"2013-04-12","title":"Scorpion in Love","video":false,"vote_average":6.5,"vote_count":28},{"adult":false,"backdrop_path":"/h0Uww4IJKw6x4LvhMtdwirPtR1u.jpg","genre_ids":[37,28,18],"id":56373,"original_language":"it","original_title":"I giorni dell'ira","overview":"A scruffy garbage boy becomes the pupil of famed gunfighter Talby, and the stage for confrontation is set when the gunman overruns the boy's town through violence and corruption.","popularity":14.955,"poster_path":"/2TYZtE3BXP1LvktbkMb45mbd42G.jpg","release_date":"1967-12-19","title":"Day of Anger","video":false,"vote_average":7.0,"vote_count":132},{"adult":false,"backdrop_path":"/yw898RboPq7qg6hnw4ACDhilncg.jpg","genre_ids":[18,35,10749],"id":49687,"original_language":"it","original_title":"Matrimonio all'italiana","overview":"When Domenico first meets Filomena in Naples during World War II, he is instantly smitten. Flash forward to the postwar years, and the two meet again, sparking a passionate affair that spans two decades. But when Filomena — who has now become Domenico's kept woman and has secretly borne his children — learns that her lover is planning to wed another, she will stop at nothing to hook him into marrying her instead.","popularity":15.537,"poster_path":"/1VVQFXwr4i6QSAoPnCs9UmGTUVw.jpg","release_date":"1964-12-18","title":"Marriage Italian Style","video":false,"vote_average":7.747,"vote_count":476},{"adult":false,"backdrop_path":"/hdheZMr2RZZ2zn5MzCF3DmE4INp.jpg","genre_ids":[12,16,14,878],"id":36345,"original_language":"ja","original_title":"Shin angyo onshi","overview":"Long ago, the legends say, there was a secret army. Unseen until needed, these warriors struck from the shadows, protecting justice and defending the Jushin Empire from both tyrants and thieves. They were called the Amen Osa, the Phantom Masters.  But now Jushin has fallen, its kingdoms destroyed and its citizens left to the mercy of zombies, beasts and sadists. Yet from the ashes of destruction, a hero has appeared to defend the people. His name is unknown, and no man knows who he serves... but there are clues: the strange symbol he wears around his neck and the female living weapon he commands. Is he the last of the Amen Osa? The answer will be revealed when the Blade of the Phantom Master is unleashed!","popularity":10.731,"poster_path":"/eShpMzeGuISl0sW2QS2R0LYQIsM.jpg","release_date":"2004-12-04","title":"Blade of the Phantom Master","video":false,"vote_average":5.8,"vote_count":15},{"adult":false,"backdrop_path":"/1qT6elYFPpsi0bEoXSiwPb908L7.jpg","genre_ids":[18,10751],"id":252674,"original_language":"en","original_title":"A Second Chance","overview":"A young girl and her coach overcome adversity to make their way into the National Australian Gymnastics Squad.","popularity":8.325,"poster_path":"/sChD5vxOBLWQGodbFEqqwXAC6ox.jpg","release_date":"2011-11-23","title":"A Second Chance","video":false,"vote_average":6.2,"vote_count":69},{"adult":false,"backdrop_path":"/ayJF7lIrWtUBdAmIG3ezK7ToS1k.jpg","genre_ids":[35],"id":13732,"original_language":"fr","original_title":"L'Auberge rouge","overview":"A group of travelers, including a monk, stay in a lonely inn in the mountains. The host confesses the monk his habit of serving poisoned soup to the guests, to rob their possessions and to bury them in the backyard. The story unfolds as the monk tries to save the guest's lives without violating the holy secrecy of the confession.","popularity":11.88,"poster_path":"/i1OkvLKj8zWbeVnSUueTYA0nJGg.jpg","release_date":"2007-12-05","title":"The Red Inn","video":false,"vote_average":5.381,"vote_count":113},{"adult":false,"backdrop_path":"/qQrewfkdYVX1sk8SF0FFv3IFyqT.jpg","genre_ids":[27],"id":81185,"original_language":"en","original_title":"The Amityville Haunting","overview":"This movie is a 'found-footage' film about the Benson family who move in to the infamous house where the DeFeo family were murdered in the 1970s over 30 years earlier. Things start happening to anyone who visits this house, and whoever lives there. This is the footage retrieved from the camera.","popularity":8.74,"poster_path":"/A8T0AS932umKIhwh9vbnX1Nr44y.jpg","release_date":"2011-12-27","title":"The Amityville Haunting","video":false,"vote_average":4.1,"vote_count":60},{"adult":false,"backdrop_path":"/4iisYwckDPFkfvWDSkrROETILYG.jpg","genre_ids":[27,9648,53],"id":448252,"original_language":"en","original_title":"Be Afraid","overview":"Not long after John Chambers and his family arrive at their new home in a small country town of Pennsylvania, John begins to experience sleep paralysis. Lying there paralyzed, trapped within his own nightmare, other-worldly beings visit John. They are entities which exist in the darkest shadows of the night and can only be seen out of the corner of one's eye. These encounters begin to haunt John, transforming to complete terror as he discovers the entities' sole purpose... the abduction of his seven year old son. In the end, John will uncover the town's horrific secret, a portal on his land, and make one last attempt to save his son before the shadow people permanently take him away to their world.","popularity":8.68,"poster_path":"/ytkaL1wZcqgQKHLuU7Go3UxGpON.jpg","release_date":"2017-06-01","title":"Be Afraid","video":false,"vote_average":6.075,"vote_count":107},{"adult":false,"backdrop_path":"/lkAW0XL50FNbSKPIOV27mP1Ka5o.jpg","genre_ids":[10402],"id":820263,"original_language":"es","original_title":"Marc Anthony - One Night (Full Concert)","overview":"MIAMI, March 3, 2021 / PRNewswire / - Marc Anthony once again takes over the stage in an innovative way, with his only LIVESTREAM concert: \"One Night\", broadcast live, on Saturday, April 17, from the city of Miami A first level historical show, completely renewed and in keeping with these new times, that will move the most intimate fibers of all its fans. The artist with more than 70 # 1 hits on the Billboard (Latino) chart, seven times GRAMMY® and Latin GRAMMY® winner, with more than 30 million albums sold worldwide, will give every viewer an experience like no other. , a live show, in which energy, production and music will be destined to capture the public and not let go until the end.","popularity":4.669,"poster_path":"/3y8oTT439jLlzuGNO3oS7ppxMNt.jpg","release_date":"2021-04-18","title":"Marc Anthony - Una Noche (Full Concert)","video":true,"vote_average":8.5,"vote_count":49},{"adult":false,"backdrop_path":"/htWkTt5yHQGY0EDuJOlKtdSShKg.jpg","genre_ids":[10402],"id":474949,"original_language":"fr","original_title":"Sting - Live at the Olympia Paris","overview":"Sting: Live at the Olympia Paris captures the musician’s critically acclaimed guitar-driven rock tour as it hit the French capital for an incredibly superior performance at the iconic venue in April 2017. Hailed “the show of a lifetime” (The Vancouver Globe \u0026 Mail), Live at the Olympia Paris celebrates highlights from across the 16-time Grammy Award winner’s illustrious career, with blistering performances of new songs from his latest album 57th \u0026 9th including the infectious first single,\" I Can’t Stop Thinking About You”, and the anthemic “50,000”, alongside classic hits from The Police as well as Sting’s solo career. Sting: Live at the Olympia Paris highlights the wide range of his eclectic style and songwriting influences in one momentous live show.","popularity":4.036,"poster_path":"/7EKfsqY3eN3j3Jf7xgsa3Tce6En.jpg","release_date":"2017-08-18","title":"Sting: Live at the Olympia Paris","video":true,"vote_average":9.2,"vote_count":5},{"adult":false,"backdrop_path":"/2nypmdZpLZ91mZkIvVq9Njm9NCi.jpg","genre_ids":[18],"id":108931,"original_language":"ja","original_title":"L'amant ラマン","overview":"When three older men buy a 17-year-old schoolgirl named Chikako for a year's-worth of sexual services -- her motivation, aside from money, is never explained -- the relationships among the men (whom she calls A. B and C) keep shifting in ways that redefine power and sex.","popularity":7.086,"poster_path":"/rXQ4K5FX3DNcuDygewHNMEt8d3P.jpg","release_date":"2004-02-05","title":"L'amant","video":false,"vote_average":5.9,"vote_count":7},{"adult":false,"backdrop_path":"/14sGKb6Sey0SmFpjLUgt64Lv7VZ.jpg","genre_ids":[99],"id":376228,"original_language":"en","original_title":"Audrie \u0026 Daisy","overview":"A documentary film about three cases of rape, that includes the stories of two American high school students, Audrie Pott and Daisy Coleman. At the time of the sexual assaults, Pott was 15 and Coleman was 14 years old. After the assaults, the victims and their families were subjected to abuse and cyberbullying.","popularity":12.0,"poster_path":"/4AsrmTmKMVs8PmBnu6jNpMekoBj.jpg","release_date":"2016-09-23","title":"Audrie \u0026 Daisy","video":false,"vote_average":7.169,"vote_count":186}],"total_pages":500,"total_results":10000}