{"page":27,"results":[{"adult":false,"backdrop_path":"/tDbWiJNqQHBqyaAs4vaAlEYwujQ.jpg","genre_ids":[10749,18],"id":122089,"original_language":"fr","original_title":"Après Mai","overview":"During the 1970s a student named Gilles gets entangled in contemporary political turmoils although he would rather just be a creative artist. While torn between his solidarity to his friends and his personal ambitions he falls in love with Christine.","popularity":13.866,"poster_path":"/lNK5WkNlTyi6FbHMaCYYBCoKL88.jpg","release_date":"2012-11-14","title":"Something in the Air","video":false,"vote_average":5.994,"vote_count":77},{"adult":false,"backdrop_path":"/hFzZ7dXuOp44bnZzEeX8xE9YZlt.jpg","genre_ids":[80,18,9648],"id":2768,"original_language":"en","original_title":"American Gigolo","overview":"Julian makes a lucrative living as an escort to older women in the Los Angeles area. He begins a relationship with Michelle, a local politician's wife, without expecting any pay. One of his clients is murdered and Detective Sunday begins pumping him for details on his different clients, something he is reluctant to do considering the nature of his work. Julian begins to suspect he's being framed. Meanwhile Michelle begins to fall in love with him.","popularity":38.576,"poster_path":"/igXGCwti23PHOjLKQX6eGIGzQiJ.jpg","release_date":"1980-02-08","title":"American Gigolo","video":false,"vote_average":6.117,"vote_count":589},{"adult":false,"backdrop_path":"/kJwQXgAk440l2vZOspUJee6inim.jpg","genre_ids":[18,53,9648],"id":399057,"original_language":"en","original_title":"The Killing of a Sacred Deer","overview":"Dr. Steven Murphy is a renowned cardiovascular surgeon who presides over a spotless household with his wife and two children. Lurking at the margins of his idyllic suburban existence is Martin, a fatherless teen who insinuates himself into the doctor's life in gradually unsettling ways.","popularity":44.876,"poster_path":"/e4DGlsc9g0h5AyoyvvAuIRnofN7.jpg","release_date":"2017-10-20","title":"The Killing of a Sacred Deer","video":false,"vote_average":7.032,"vote_count":3687},{"adult":false,"backdrop_path":"/nAHysRXM17o6TurhobGtL1MCDDH.jpg","genre_ids":[28,53],"id":961484,"original_language":"en","original_title":"Last Seen Alive","overview":"After Will Spann's wife suddenly vanishes at a gas station, his desperate search to find her leads him down a dark path that forces him to run from authorities and take the law into his own hands.","popularity":27.365,"poster_path":"/qvqyDj34Uivokf4qIvK4bH0m0qF.jpg","release_date":"2022-05-12","title":"Last Seen Alive","video":false,"vote_average":6.508,"vote_count":849},{"adult":false,"backdrop_path":"/vYs1YGalB8IEXxdxDtqkL0vfHjO.jpg","genre_ids":[878,27],"id":300668,"original_language":"en","original_title":"Annihilation","overview":"A biologist signs up for a dangerous, secret expedition into a mysterious zone where the laws of nature don't apply.","popularity":73.329,"poster_path":"/4YRplSk6BhH6PRuE9gfyw9byUJ6.jpg","release_date":"2018-02-22","title":"Annihilation","video":false,"vote_average":6.407,"vote_count":8248},{"adult":false,"backdrop_path":"/qHngq19JZUGUcqbE30cQ83eO7iy.jpg","genre_ids":[35],"id":760,"original_language":"fr","original_title":"Les Aventures de Rabbi Jacob","overview":"In this riot of frantic disguises and mistaken identities, Victor Pivert, a blustering, bigoted French factory owner, finds himself taken hostage by Slimane, an Arab rebel leader. The two dress up as rabbis as they try to elude not only assasins from Slimane's country, but also the police, who think Pivert is a murderer. Pivert ends up posing as Rabbi Jacob, a beloved figure who's returned to France for his first visit after 30 years in the United States. Adding to the confusion are Pivert's dentist-wife, who thinks her husband is leaving her for another woman, their daughter, who's about to get married, and a Parisian neighborhood filled with people eager to celebrate the return of Rabbi Jacob.","popularity":18.331,"poster_path":"/oYuCFxS2BGCHNGuv9No0GoP2DZf.jpg","release_date":"1973-10-17","title":"The Mad Adventures of Rabbi Jacob","video":false,"vote_average":7.394,"vote_count":928},{"adult":false,"backdrop_path":"/1GeiX5LcyunkvxgfG0Hzir9UL6a.jpg","genre_ids":[53,80],"id":533992,"original_language":"es","original_title":"Cuando los ángeles duermen","overview":"Germán, an honest family man, sees how his whole world wobbles the night when, driving home, accidentally runs over two teenage girls. From that moment, Germán will have to do everything in his power to prevent his life from being destroyed forever.","popularity":14.047,"poster_path":"/zikvJ0XscL7vVeJln0ZagGXw5wY.jpg","release_date":"2018-09-07","title":"When Angels Sleep","video":false,"vote_average":5.6,"vote_count":244},{"adult":false,"backdrop_path":"/bck1APsiyOtEniGLsFO0Gu8QtUU.jpg","genre_ids":[27,53],"id":10726,"original_language":"en","original_title":"American Psycho II: All American Girl","overview":"Rachel is a criminology student hoping to land a position as a teacher's assistant for professor Robert Starkman. She's sure this position will pave the way to an FBI career, and she's willing to do anything to obtain it -- including killing her classmates. The school psychiatrist, Dr. Daniels, becomes aware that Rachel is insane, but Rachel is skilled at her dangerous game of death and identity theft.","popularity":27.369,"poster_path":"/x4bYbE78GONxAWqke5rmhpKfR7e.jpg","release_date":"2002-04-22","title":"American Psycho II: All American Girl","video":false,"vote_average":4.492,"vote_count":388},{"adult":false,"backdrop_path":"/1Y68W3yos6GlEkkkUvqB5EHNB8z.jpg","genre_ids":[18,10749,35],"id":781453,"original_language":"fr","original_title":"Les Amours d’Anaïs","overview":"A young woman struggling to stay on top of everything in her life meets a married publisher and begins an affair with him.","popularity":16.61,"poster_path":"/kpnYeZx7FySlaINP471jQL6TSj9.jpg","release_date":"2021-09-15","title":"Anaïs in Love","video":false,"vote_average":6.239,"vote_count":136},{"adult":false,"backdrop_path":"/aMBCjbwCw51ino91kmS7VbmxbAl.jpg","genre_ids":[53,80],"id":941959,"original_language":"es","original_title":"Un crimen argentino","overview":"Rosario in the 80s. The disappearance of a man during the military dictatorship. Two young people from the court must do everything possible to solve the case while facing police corruption and various dangers that put their lives at risk.","popularity":8.595,"poster_path":"/qdNog6ueztBWUAw8tsKlebmngRu.jpg","release_date":"2022-08-25","title":"An Argentinian Crime","video":false,"vote_average":6.1,"vote_count":18},{"adult":false,"backdrop_path":"/b4yiLlIFuiULuuLTxT0Pt1QyT6J.jpg","genre_ids":[16,10751,14,12],"id":12092,"original_language":"en","original_title":"Alice in Wonderland","overview":"On a golden afternoon, young Alice follows a White Rabbit, who disappears down a nearby rabbit hole. Quickly following him, she tumbles into the burrow - and enters the merry, topsy-turvy world of Wonderland! Memorable songs and whimsical escapades highlight Alice's journey, which culminates in a madcap encounter with the Queen of Hearts - and her army of playing cards!","popularity":73.857,"poster_path":"/20cvfwfaFqNbe9Fc3VEHJuPRxmn.jpg","release_date":"1951-07-28","title":"Alice in Wonderland","video":false,"vote_average":7.191,"vote_count":5609},{"adult":false,"backdrop_path":"/fbPQY8FIVsMfc2nw3ThP4thGAx6.jpg","genre_ids":[10751,16,35],"id":453191,"original_language":"fr","original_title":"Le Grand Méchant Renard et autres contes...","overview":"The countryside isn't always as calm and peaceful as it's made out to be, and the animals on this farm are particularly agitated: a fox who mothers a family of chicks, a rabbit who plays the stork, and a duck who wants to be Santa Claus.","popularity":12.297,"poster_path":"/3Nib5a3p2O7yPFSTTNwChp0cnsh.jpg","release_date":"2017-06-21","title":"The Big Bad Fox and Other Tales","video":false,"vote_average":7.671,"vote_count":272},{"adult":false,"backdrop_path":"/sNg5mInBD52V7QdKJeP5J9InVH5.jpg","genre_ids":[18,80],"id":74879,"original_language":"tr","original_title":"Bir Zamanlar Anadolu'da","overview":"In the rural area around the Anatolian town of Keskin, the local prosecutor, police commissar, and doctor lead a search for a victim of a murder to whom a suspect named Kenan and his mentally challenged brother confessed. However, the search is proving more difficult than expected as Kenan is fuzzy as to the body's exact location. As the group continues looking, its members can't help but chat among themselves about both trivia and their deepest concerns in an investigation that is proving more trying than any of them expected.","popularity":12.334,"poster_path":"/jKnV5JDArGn6UyrI9HiYzs7Zykn.jpg","release_date":"2011-09-23","title":"Once Upon a Time in Anatolia","video":false,"vote_average":7.495,"vote_count":439},{"adult":false,"backdrop_path":"/jVzoKlWUpsKV3y5oLafLQhEvgX6.jpg","genre_ids":[14,18,9648],"id":5961,"original_language":"sv","original_title":"Fanny och Alexander","overview":"As children in the loving Ekdahl family, Fanny and Alexander enjoy a happy life with their parents, who run a theater company. After their father dies unexpectedly, however, the siblings end up in a joyless home when their mother, Emilie, marries a stern bishop. The bleak situation gradually grows worse as the bishop becomes more controlling, but dedicated relatives make a valiant attempt to aid Emilie, Fanny and Alexander.","popularity":19.994,"poster_path":"/q8jlA3Wc1Z987hNKRFA44g5OugC.jpg","release_date":"1982-12-17","title":"Fanny and Alexander","video":false,"vote_average":7.763,"vote_count":723},{"adult":false,"backdrop_path":"/iYdgEUE2W2aJkgqfSjf1x3gFfuV.jpg","genre_ids":[28,12,878],"id":363088,"original_language":"en","original_title":"Ant-Man and the Wasp","overview":"Just when his time under house arrest is about to end, Scott Lang once again puts his freedom at risk to help Hope van Dyne and Dr. Hank Pym dive into the quantum realm and try to accomplish, against time and any chance of success, a very dangerous rescue mission.","popularity":50.205,"poster_path":"/cFQEO687n1K6umXbInzocxcnAQz.jpg","release_date":"2018-07-04","title":"Ant-Man and the Wasp","video":false,"vote_average":6.942,"vote_count":12829},{"adult":false,"backdrop_path":"/mo3xq14jb0CS89nv9715PUzZLzc.jpg","genre_ids":[36],"id":944117,"original_language":"fr","original_title":"L'abbé Pierre : Une vie de combats","overview":"Born and raised a catholic, Henri Groues is determined to become a priest. WWII begins and decides otherwise : he joins the Resistance. Losing a friend on the battlefield, facing the horrors of war but the beauty and strengh of brotherwood Henri Groues emerges as a new man : L’Abbé Pierre. From the end of WWII to his death in 2007 L’Abbé Pierre will live many lives and face many battles. State representative, founder of Emmaus, L’Abbé Pierre will fight for the homeless and give a voice to the speechless. A French figure, L’Abbé Pierre met Charlie Chaplin, De Gaulle, Einstein... A humanist, he met everyone in needs. His dedication earned him the respect of his peers and a place in every hearts. His impact earned him a place in History.","popularity":9.765,"poster_path":"/8pVYr2YzKosbvBESJ9GSGcSKOKW.jpg","release_date":"2023-11-08","title":"Abbé Pierre - A Century of Devotion","video":false,"vote_average":6.813,"vote_count":48},{"adult":false,"backdrop_path":"/6qvKbLYkfXXKM82M38UmDz3IfBk.jpg","genre_ids":[16,35,28,10751],"id":82881,"original_language":"en","original_title":"Tangled Ever After","overview":"The kingdom is in a festive mood as everyone gathers for the royal wedding of Rapunzel and Flynn. However, when Pascal and Maximus, as flower chameleon and ring bearer, respectively, lose the gold bands, a frenzied search and recovery mission gets underway. As the desperate duo tries to find the rings before anyone discovers that they’re missing, they leave behind a trail of comical chaos that includes flying lanterns, a flock of doves, a wine barrel barricade and a very sticky finale. Will Maximus and Pascal save the day and make it to the church in time? And will they ever get Flynn’s nose right?","popularity":53.68,"poster_path":"/5IeMW79OxftIUoR5duxyQ4LW5Iy.jpg","release_date":"2012-01-13","title":"Tangled Ever After","video":false,"vote_average":7.152,"vote_count":1002},{"adult":false,"backdrop_path":"/cTkjdt79PxDnqAfgrHLV1oP3ReY.jpg","genre_ids":[28],"id":10619,"original_language":"cn","original_title":"黃飛鴻之三獅王爭霸","overview":"Master Wong and his disciples enroll in the 'Dancing Lion Competition' to stop an assassination plot and to battle an arrogant, deceitful opponent.","popularity":29.882,"poster_path":"/8TmkTiHOTAyAjmbtDVi5f78a5ow.jpg","release_date":"1993-02-11","title":"Once Upon a Time in China III","video":false,"vote_average":6.389,"vote_count":175},{"adult":false,"backdrop_path":"/fYr0fqT9NImOuaN1QgnDHgGh4Ci.jpg","genre_ids":[16,10751,12,878],"id":10865,"original_language":"en","original_title":"Atlantis: The Lost Empire","overview":"The world's most highly qualified crew of archaeologists and explorers is led by historian Milo Thatch as they board the incredible 1,000-foot submarine Ulysses and head deep into the mysteries of the sea. The underwater expedition takes an unexpected turn when the team's mission must switch from exploring Atlantis to protecting it.","popularity":40.607,"poster_path":"/iqGKNML7IUqw4wVNobkpkeYZbUQ.jpg","release_date":"2001-06-02","title":"Atlantis: The Lost Empire","video":false,"vote_average":6.999,"vote_count":4499},{"adult":false,"backdrop_path":"/v7GQxa9ZmdMZjt4JwZF54mvAiTv.jpg","genre_ids":[28,12,14,16],"id":113082,"original_language":"ja","original_title":"ベルセルク 黄金時代篇I 覇王の卵","overview":"Guts, an immensely strong sword-for-hire, has little direction in his life, simply fighting one battle after the next. However, this all changes suddenly when he meets and is bested by Griffith, a beautiful and charismatic young man who leads the Band of the Hawk mercenary army. After Guts joins the Band and the relationship between the two men begins to blossom, Casca, the tough, lone swordswoman in the Band of the Hawk, struggles to accept Guts and the influence he has on the world around her.  While the two men begin to fight together, Griffith continues to rise to power, all seemingly in order to reach his mysterious, prophesied goals. What lengths will Guts and Griffith go to in order to reach these goals, and where will fate take the two men?","popularity":68.888,"poster_path":"/vES8WAzjowrMT8gwnoEaCioZXXk.jpg","release_date":"2012-02-03","title":"Berserk: The Golden Age Arc I - The Egg of the King","video":false,"vote_average":7.22,"vote_count":455}],"total_pages":500,"total_results":10000}