{"page":290,"results":[{"adult":false,"backdrop_path":"/6Vvk9YWecUrFboobXQgLCyowVnO.jpg","genre_ids":[18,28],"id":501987,"original_language":"te","original_title":"భరత్ అనే నేను","overview":"Bharat, a graduate raised in London clueless about the future becomes the Chief Minister of Andhra Pradesh due to the circumstances. New to India and with no political knowledge he learns the ropes quickly and governs efficiently. However, while he endears himself to the crowd, he makes enemies out of the political class, including his own party members who create trouble for him and try to stop him from bringing in changes in the society.","popularity":10.128,"poster_path":"/a0hFV8G0ofyPgPEjVcYrueuxFex.jpg","release_date":"2018-04-20","title":"Bharat Ane Nenu","video":false,"vote_average":6.574,"vote_count":54},{"adult":false,"backdrop_path":"/aTmDkkL29PLZbFoIUONX7KbL1Ot.jpg","genre_ids":[18],"id":76816,"original_language":"pt","original_title":"A Idade da Terra","overview":"Drawing inspiration from a poem penned by Castro Alves, this film vividly captures the political, cultural, and intellectual climate of Brazil during the late 1970s. At its core, the story revolves around four distinctive embodiments of Christ's image: a black man, a soldier, an Indian, and a guerrilla fighter. These courageous individuals, hailed as the harbingers of doom in the tupiniquim lands, valiantly combat the insatiable avarice and oppressive \"civilizing\" brutality propagated by the formidable John Brahms—a foreign exploiter devoid of morals.","popularity":2.907,"poster_path":"/2gwt93w3M5Cmh1l8HOPfoHuxBjx.jpg","release_date":"1980-11-17","title":"The Age of the Earth","video":false,"vote_average":6.3,"vote_count":18},{"adult":false,"backdrop_path":null,"genre_ids":[99,10770],"id":253639,"original_language":"en","original_title":"And the Oscar Goes To...","overview":"The story of the gold-plated statuette that became the film industry's most coveted prize, AND THE OSCAR GOES TO... traces the history of the Academy itself, which began in 1927 when Louis B. Mayer, then head of MGM, led other prominent members of the industry in forming this professional honorary organization. Two years later the Academy began bestowing awards, which were nicknamed \"Oscar,\" and quickly came to represent the pinnacle of cinematic achievement.","popularity":12.781,"poster_path":"/rRL4xf3Z6kgLUyb5vbGKErlzP4h.jpg","release_date":"2014-02-01","title":"And the Oscar Goes To...","video":false,"vote_average":7.1,"vote_count":47},{"adult":false,"backdrop_path":"/cOADBqxPLpYdmZZyFPuhjthdSoi.jpg","genre_ids":[18,35],"id":77462,"original_language":"fr","original_title":"Un heureux événement","overview":"She drove me into a corner, then forced me to go beyond my limits. She made me confront the absolute: love, sacrifice, tenderness, abandonment. She dislocated me, transformed me. Why didn't anyone warn me? Why doesn't anyone ever talk about this?\" Un heureux événement, or an intimate view of motherhood, sincere and with no taboos.","popularity":14.265,"poster_path":"/qVUl6ktomxxkPu02LhFtiBsoFv7.jpg","release_date":"2011-09-27","title":"A Happy Event","video":false,"vote_average":6.012,"vote_count":209},{"adult":false,"backdrop_path":"/deHK2kTFrAkOXITPqKTYnSeP2M2.jpg","genre_ids":[35],"id":951446,"original_language":"en","original_title":"The Art of Love","overview":"Eva is in her mid-50s and is stuck in a rut. Her marriage has lost all passion and she begins to write reviews for a sex toy start-up hoping the extra cash will fund a holiday that could rekindle the spark.","popularity":4.091,"poster_path":"/fEFu9ZCz2Yovr0d0u2nVKCT0a06.jpg","release_date":"2022-10-20","title":"The Art Of Love","video":false,"vote_average":5.2,"vote_count":6},{"adult":false,"backdrop_path":"/A0fXZcyMFBCgx82iKWNRPdVxEs9.jpg","genre_ids":[18],"id":82969,"original_language":"fr","original_title":"Don Juan ou si Don Juan était une femme...","overview":"Jeanne lives in Paris and believes she is the reincarnation of Don Juan. She visits a priest and tells him she has killed a man. He comes to her elegant flat - her father has died leaving her rich - and she tells the priest stories about men she has seduced. The seduction is easy, she tells him, it's destruction that takes planning. We watch her with an upright elected official, a wealthy boor, and a folk singer. She describes herself as a spider. Her friend Léporella tries to be Jeanne's conscience. What does Jeanne want?","popularity":12.722,"poster_path":"/p7O8oQQBxUAkKUZvs6fVslQ8QQF.jpg","release_date":"1973-02-22","title":"Don Juan or If Don Juan Were a Woman","video":false,"vote_average":4.346,"vote_count":26},{"adult":false,"backdrop_path":"/zzAuxUpfZDEspL33N3KlOCWxOLH.jpg","genre_ids":[99,10402],"id":7944,"original_language":"en","original_title":"Shine a Light","overview":"Martin Scorsese and the Rolling Stones unite in \"Shine A Light,\" a look at The Rolling Stones.\" Scorsese filmed the Stones over a two-day period at the intimate Beacon Theater in New York City in fall 2006. Cinematographers capture the raw energy of the legendary band.","popularity":14.236,"poster_path":"/2zBH4NZ37RmVASoTD7yP7JQswky.jpg","release_date":"2008-04-04","title":"Shine a Light","video":false,"vote_average":6.8,"vote_count":153},{"adult":false,"backdrop_path":"/hKlUITchzafiJaJSYIIib0Z8z0q.jpg","genre_ids":[35],"id":300579,"original_language":"it","original_title":"Il prode Anselmo e il suo scudiero","overview":"After having challenged the German Ottone to single combat for the hand of Leonza, the bishop's niece, the valiant knight Anselmo da Montebello, leaves for Rome where he must deliver a precious relic to the Pope and obtain a sum of twenty-thousand crowns in order to participate in the third crusade in the Holy Land. He is accompanied by Gian Puccio, his sluggish squire, drawn by the money and by the charm of ... Leonzia.","popularity":2.309,"poster_path":"/4Ph8zGn6pZzNvcrv092Z0aFlBz1.jpg","release_date":"1972-12-30","title":"The Mighty Anselmo and His Squire","video":false,"vote_average":5.3,"vote_count":6},{"adult":false,"backdrop_path":"/15N98I8Hct39Tek2CtWbTgsy34a.jpg","genre_ids":[35,18],"id":36885,"original_language":"de","original_title":"Schulmädchen-Report 3. Teil: Was Eltern nicht mal ahnen","overview":"A group of teenage girls at camp discuss their various sexual escapades while they read a new journal about sex has been published to help teenagers understand the consequences of sex.","popularity":5.773,"poster_path":"/iJl6XfOdjJq1GmRLkZhapToLIB8.jpg","release_date":"1972-02-17","title":"Schoolgirl Report Part 3: What Parents Find Unthinkable","video":false,"vote_average":4.306,"vote_count":18},{"adult":false,"backdrop_path":"/2dPQkvanMbrO1yNDYoQjZhPkCNe.jpg","genre_ids":[35,16,12,10751],"id":300602,"original_language":"es","original_title":"Atrapa la bandera","overview":"When the brave and determined 12-year-old Mike Goldwing discovers that an eccentric billionaire plans to fly to the moon, steal its vast, valuable natural resources, and destroy the American flag planted by the Apollo XI astronauts during man's historic moon landing, the countdown to a spectacular adventure begins! Mike, teamed with his grandfather, best friends Amy and Marty, and a clever chameleon, blasts off on an incredible moon-bound mission, determined to thwart the billionaire's evil plan, capture the flag, and reunite his family.","popularity":16.469,"poster_path":"/vHzwrSVDnu6Uza6GL0WYzkeXHS1.jpg","release_date":"2015-08-28","title":"Capture the Flag","video":false,"vote_average":6.1,"vote_count":232},{"adult":false,"backdrop_path":null,"genre_ids":[35,18,10749],"id":1022268,"original_language":"en","original_title":"Asian Persuasion","overview":"An underachiever comes up with an outlandish plan to avoid alimony obligations to his fashion executive ex-wife.","popularity":3.61,"poster_path":"/iChlvgdnCbxqF6PP6LYNcEfj8as.jpg","release_date":"2023-11-29","title":"Asian Persuasion","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/ebQW6U5BakqE3EsuVvk4AGV6DRH.jpg","genre_ids":[28,35,10749],"id":502453,"original_language":"cn","original_title":"棟篤特工","overview":"Top agent Mr. Chan (Dayo Wong) suddenly finds himself removed from duties after his partner Wonder Child unintentionally offends a policewoman, Ms. Shek. But when a financial officer goes crazy due to drugs, Mr. Chan is called back in to solve the case, which he accepts even though this means partnering up with Ms. Shek. The two have some ups and downs while working together, eventually leading to romance.","popularity":6.723,"poster_path":"/wVDyQs64H8YnVspGz85Va5uVlwM.jpg","release_date":"2018-02-15","title":"Agent Mr Chan","video":false,"vote_average":5.75,"vote_count":12},{"adult":false,"backdrop_path":null,"genre_ids":[16,35,10751,14],"id":289507,"original_language":"en","original_title":"Garfield and Friends- Dreams \u0026 Schemes","overview":"After eating a pound of pasta, Garfield sometimes falls asleep and has some pretty wild dreams -- like the one where he's so huge he can climb tall buildings, or where Odie gets his own cartoon, leaving Garfield to just keep sleeping!  And this kitty's not so cool he can't get a little scared, like when he, Jon and Odie discover that a closed-down haunted house is really open, or that leftovers occasionally ran rampant in the fridge. Garfield has a big imagination, too, as you'll see when he imagines himself as a fish or a werewolf, or even Jon for a day!  There's much more to the fat cat's story, so grab some pasta, flop on the couch and tune in for some cat-toon fun with Garfield!","popularity":5.391,"poster_path":"/k6Pw8SjESyINoGHgKe4IcCD9p88.jpg","release_date":"2007-09-04","title":"Garfield and Friends: Dreams \u0026 Schemes","video":true,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/226BOT8YMPY1OgXGHTVPqUPSG0F.jpg","genre_ids":[18],"id":17113,"original_language":"en","original_title":"The Ballad of Jack and Rose","overview":"Jack Slavin is an environmentalist with a heart condition who lives with his daughter, Rose, on an isolated island. While Jack fights against developers who wish to build in the area, he also craves more contact with other people. When he invites his girlfriend, Kathleen, and her sons, Rodney and Thaddius, to move in, Rose is upset. The complicated family dynamics makes things difficult for everyone in the house.","popularity":13.167,"poster_path":"/jhID43WmWf3HeH3M3tBCPTSeBOi.jpg","release_date":"2005-02-25","title":"The Ballad of Jack and Rose","video":false,"vote_average":6.1,"vote_count":145},{"adult":false,"backdrop_path":"/ad6bBWcRsIImYY3FRVAO9bWGhCx.jpg","genre_ids":[28,12,35],"id":11681,"original_language":"it","original_title":"Porgi l'altra guancia","overview":"Two missionaries (Bud Spencer and Terence Hill) come into conflict with the authorities when they turn their missionary into a parrot farm. The Bishop of Maracaibo calls them his 'black sheep' and the Monsignore has been called to check on their behavior. Like usual, our heroes help the poor to defend themselves and provoke some funny fist fights in the process. (from Wikipedia)","popularity":16.484,"poster_path":"/v0Tp0mseXNrxWjGKLyI2Pm5hb1u.jpg","release_date":"1974-12-21","title":"The Two Missionaries","video":false,"vote_average":6.535,"vote_count":244},{"adult":false,"backdrop_path":"/r1cA2duQeinxzEdRqlwjLArIb1W.jpg","genre_ids":[53,9648,27],"id":30901,"original_language":"it","original_title":"Tutti i colori del buio","overview":"Jane lives in London with Richard, her boyfriend. When she was five, her mother was murdered, she recently lost a baby in a car crash and now she’s plagued by nightmares of a knife-wielding, blue-eyed man. Desperate to ease her pain, Jane decides to follow her new neighbor’s advice to attend a Black Mass, only to fan her already horrible visions, making her reality a living hell. Is there an escape from the clutches of the darkest evil?","popularity":11.188,"poster_path":"/1Q1NvmvinIpOMGml1aUqX7XDeCB.jpg","release_date":"1972-02-28","title":"All the Colors of the Dark","video":false,"vote_average":6.55,"vote_count":121},{"adult":false,"backdrop_path":null,"genre_ids":[27],"id":1116984,"original_language":"en","original_title":"All You Need Is Death","overview":"A young couple who collect rare folk ballads discover the dark side of love when they surreptitiously record and translate an ancient, taboo folk song from the deep, forgotten past.","popularity":4.057,"poster_path":"/puopnWZzd9bZMXmDeEddJTx3Dtg.jpg","release_date":"2024-03-01","title":"All You Need Is Death","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/taFnafHKcVacP8RApee1qJVt5iU.jpg","genre_ids":[18,80],"id":647003,"original_language":"pt","original_title":"Noites Alienígenas","overview":"Rio Branco, Acre, an Amazon city near the border with Peru and Bolivia, has been suffering the violent impacts of recent changes in trafficking routes, which have arrived with violence in the Brazilian Amazon. In this scenario, the lives of three young childhood friends intertwine and ultimately, they find themselves in a common tragedy.","popularity":2.875,"poster_path":"/rkwOj1Ex2EjgYkfkuXbjr9lRsxU.jpg","release_date":"2023-03-23","title":"Alien Nights","video":false,"vote_average":7.0,"vote_count":12},{"adult":false,"backdrop_path":"/hpmhk9lKUSQlz2Zvik8LQ7irEJr.jpg","genre_ids":[10749,18],"id":699161,"original_language":"ko","original_title":"착한 가정부","overview":"Sang-woo goes home feeling down after being dumped by Hye-ran. At home, he is surprised to see a strange woman doing the chores. Ji-eun introduces herself as the new housekeeper. Sang-woo feels attracted to Ji-eun, who is open-minded and good looking, but is disappointed to see her act as his father's 'partner'. Then one day, Sang-woo's father passes away while having sex with Ji-eun and Sang-woo becomes an orphan...","popularity":2.648,"poster_path":"/vvh5F5B87trq0kmcKTKXhBgWdwt.jpg","release_date":"2020-01-10","title":"A Nice Housekeeper","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/gQ6Tw3MPtFI7pN0dE5Cd4t64gvD.jpg","genre_ids":[35,53],"id":490004,"original_language":"en","original_title":"Arizona","overview":"Set in the midst of the 2009 housing crisis, the life of Cassie Fowler, a single mother and struggling realtor, goes off the rails when she witnesses a murder.","popularity":18.788,"poster_path":"/sLqutab3wuUfPBu27rXcoaEd6WD.jpg","release_date":"2018-08-24","title":"Arizona","video":false,"vote_average":5.489,"vote_count":189}],"total_pages":500,"total_results":10000}