{"page":311,"results":[{"adult":false,"backdrop_path":"/cyl8Yzx0UpDjxfbgIiBhSOSPE3z.jpg","genre_ids":[18],"id":477666,"original_language":"es","original_title":"Mi mejor amigo","overview":"Lorenzo is a teenager who lives in Patagonia. One day his family receives in his house to Caíto, the son of some friends who are going through a serious family situation and can not take care of him. He is a complicated kid and has difficulty adapting to the new home. Despite the differences, a unique friendship arises between them. Each has much to learn from the other. Caito, still with his things, has that share of rebellion that Lorenzo needs to break the strict molds in his head and to let his most repressed instincts and passions flow. Home life becomes chaotic but vital and engaging. Caíto is much more than a troublesome boy: he is someone who forces Lorenzo's parents to reopen a dark chapter of their past that they would rather not remember.","popularity":10.05,"poster_path":"/iGbzNuLg6InmmaUKEz83oySFj1G.jpg","release_date":"2018-11-08","title":"My Best Friend","video":false,"vote_average":7.057,"vote_count":192},{"adult":false,"backdrop_path":"/a3XL3zY9Jx5Zea1IBA9Ag4LUBxg.jpg","genre_ids":[18,10749],"id":214081,"original_language":"en","original_title":"A Promise","overview":"A romantic drama set in Germany just before WWI and centered on a married woman who falls in love with her husband's teacher. Separated by the war, they pledge their devotion to one another.","popularity":17.48,"poster_path":"/p6QfDLXrO2PX5xAl2x2koJmwlNa.jpg","release_date":"2013-09-04","title":"A Promise","video":false,"vote_average":5.659,"vote_count":126},{"adult":false,"backdrop_path":"/1vDAzCVhvtrdyUY9rPtlsGyDM4h.jpg","genre_ids":[10749,35],"id":290617,"original_language":"it","original_title":"Travolto dagli affetti familiari","overview":"This is an Italian sex comedy that, like the earlier sex comedy \"Il Gatto Mammone\", combines the comic stylings of Lando Buzzanca (\"The Eroticist\", \"Il Domestico\") with gorgeous, oft-nude body of Gloria Guida (Miss Teen Italy of 1974). Actually, Guida gets to demonstrate a few comic styling of her own as a bohemian theater \"actress\" who lives in cramped apartment with a whole bunch of other clothing-averse bohemian types. She is very devoted to her older beau Buzzanca, but his life is very complicated due to his own devotion to his very big and very old dog, the ironically named \"Piccolo\" (basically \"Tiny\"), and his even older grandmother. In order to take care of these two dependents, he forsakes his loyal girlfriend for a rich female pharmacist (Andrea Ferriola) and moves in with her and her haughty bourgeois mother and aunts--with disastrous results for all involved.","popularity":2.402,"poster_path":"/ritQ2FHiceDHoyHoKd23qYZBGMw.jpg","release_date":"1978-12-22","title":"Swept Away by Family Affection","video":false,"vote_average":1.0,"vote_count":1},{"adult":false,"backdrop_path":"/tnXHVzEtb5crEbSJ8QTdU8LTSDe.jpg","genre_ids":[12,18,35],"id":1178675,"original_language":"ja","original_title":"All the Songs We Never Sang","overview":"Rebellious teenager Natsumi arrives from Tokyo on a small provincial island in search of the treasure left by her deceased mother.","popularity":1.96,"poster_path":"/cncsp24uzOeavtjE8ghoO8tHcNe.jpg","release_date":"2023-10-06","title":"All the Songs We Never Sang","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/ks7YvSos8ULsOzIYaPqlQQLLIXS.jpg","genre_ids":[10749,35,80],"id":17258,"original_language":"en","original_title":"The Pick-up Artist","overview":"A womanizer meets his match when he falls for the daughter of a gambling addict who is in debt to the mob.","popularity":12.759,"poster_path":"/piGRGeDabRTMpgyDx7cPZM3MSpV.jpg","release_date":"1987-09-18","title":"The Pick-up Artist","video":false,"vote_average":5.647,"vote_count":177},{"adult":false,"backdrop_path":"/d8YV61996Zq00UqSVBV9K8KJgN4.jpg","genre_ids":[16,10751],"id":285733,"original_language":"en","original_title":"Barbie and the Secret Door","overview":"It's the ultimate fairytale musical! Barbie stars as Alexa, a shy princess who discovers a secret door in her kingdom and enters a whimsical land filled with magical creatures and surprises. Inside, Alexa meets Romy and Nori, a mermaid and a fairy, who explain that a spoiled ruler named Malucia is trying to take all the magic in the land. To her surprise, Alexa has magical powers in this world, and her new friends are certain that only she can restore their magic. Discover what happens when Alexa finds the courage to stand up for what's right and learns that the power of friendship is far more precious than magic.","popularity":11.1,"poster_path":"/i4BIMP1KZmERVwt4BFXKeBBIDvJ.jpg","release_date":"2014-08-30","title":"Barbie and the Secret Door","video":false,"vote_average":7.189,"vote_count":386},{"adult":false,"backdrop_path":"/hKrrCigPFmhv1bg5IJl9nzjEaN4.jpg","genre_ids":[18,10749],"id":631,"original_language":"en","original_title":"Sunrise: A Song of Two Humans","overview":"A married farmer falls under the spell of a slatternly woman from the city, who tries to convince him to drown his wife.","popularity":20.295,"poster_path":"/oj8ZW8jKXBSs8F1e5iWsTUeXSJW.jpg","release_date":"1927-11-04","title":"Sunrise: A Song of Two Humans","video":false,"vote_average":7.9,"vote_count":751},{"adult":false,"backdrop_path":"/xf08PM0Ed9H1dyeYMUWcm7NKxfE.jpg","genre_ids":[10749,18,36,10752],"id":149465,"original_language":"ru","original_title":"Война и Мир 2: Наташа Ростова","overview":"In the end of 1809, Natasha attends her first ball. Andrei falls in love with her and intends to marry her, but her father demands they wait. The prince travels abroad, and Natasha desperately longs for him. But she then meets Anatol Kuragin and forgets of Andrei. At the last minute, she regrets and abandons her plans to elope with Anatol. Bolkonsky hears of this and declares their betrothal is over. Pierre, trying to calm her down, suddenly announces he loves her.","popularity":11.117,"poster_path":"/5Wxsp8SdnsD9vPqU5J0xZDHpIKL.jpg","release_date":"1966-07-20","title":"War and Peace, Part II: Natasha Rostova","video":false,"vote_average":7.1,"vote_count":50},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":101909,"original_language":"fr","original_title":"Le Pont des Arts","overview":"The film is a love story which tells the impossible tale of two youths who have never before met. The action unrolls in Paris between 1979 and 1980.","popularity":3.487,"poster_path":"/bXWanEwjfEyaSvippUeQoHszjpA.jpg","release_date":"2004-11-10","title":"The Bridge of Arts","video":false,"vote_average":6.5,"vote_count":22},{"adult":false,"backdrop_path":"/yvafnYvrxnwD3MrXcc18sUrkHqU.jpg","genre_ids":[99],"id":44379,"original_language":"fr","original_title":"Les Glaneurs et la Glaneuse","overview":"Varda focuses her eye on gleaners: those who scour already-reaped fields for the odd potato or turnip. Her investigation leads from forgotten corners of the French countryside to off-hours at the green markets of Paris, following those who insist on finding a use for that which society has cast off, whether out of necessity or activism.","popularity":12.637,"poster_path":"/6IdCTKi4Eu7i897jpe59wIDGCri.jpg","release_date":"2000-07-07","title":"The Gleaners and I","video":false,"vote_average":7.622,"vote_count":160},{"adult":false,"backdrop_path":"/fxYG3pgvX2EiErV1sY6CxeXxJ0q.jpg","genre_ids":[16,12,35],"id":227425,"original_language":"en","original_title":"Alpha and Omega 2: A Howl-iday Adventure","overview":"Kate \u0026amp; Humphrey and their three wolf cubs (Smokey, Claudette and Runt) are happily preparing to celebrate their first winter holidays together when their smallest cub, Runt, mysteriously disappears. They must now go on a new journey across the wilderness to find Runt before the winter festivities begin at home.","popularity":14.535,"poster_path":"/ryyVBJoZCoisC5DAmhFDqF3sqiS.jpg","release_date":"2013-10-08","title":"Alpha and Omega 2: A Howl-iday Adventure","video":false,"vote_average":6.0,"vote_count":62},{"adult":false,"backdrop_path":"/cGJUnIquDE7SZpCS7YDG29roLwL.jpg","genre_ids":[35,18,53],"id":780154,"original_language":"pl","original_title":"Wszyscy moi przyjaciele nie żyją","overview":"A group of friends at a New Year’s Eve party go through a whirlwind of events that exposes secrets, breaks hearts — and leads to a shocking outcome.","popularity":11.832,"poster_path":"/4GGF9oW3b8qqjvig3n8Qftl4P1Q.jpg","release_date":"2020-12-28","title":"All My Friends Are Dead","video":false,"vote_average":5.825,"vote_count":328},{"adult":false,"backdrop_path":"/7YFdTx2os9Nx5oNRjtZutRNWmus.jpg","genre_ids":[16,35],"id":288737,"original_language":"ja","original_title":"朝まで授業chu!","overview":"Due to an error the male student Kagami Yuuki is registered for a room in the girls dormitory of his new co-ed high school. Since no male rooms are available he is left with no other option than to sleep in the girls dormitory in the same room as the teacher that made the mistak in the first place, Ayane-sensei. To avoid getting kicked out of the school for being a boy in a girls dormitory he has to cross-dress whenever he is leaving his room. Needless to say that this brings him a lot of trouble.","popularity":13.504,"poster_path":"/n3gNvSldV59CegfMYUFdB5wNaV6.jpg","release_date":"2012-06-23","title":"See Me After Class","video":false,"vote_average":7.4,"vote_count":151},{"adult":false,"backdrop_path":"/lAoaliIyDNDJnj1FGp8rmGdLtMq.jpg","genre_ids":[35,16],"id":163772,"original_language":"ja","original_title":"クレヨンしんちゃん 嵐を呼ぶ!オラと宇宙のプリンセス","overview":"The Noharas get abducted by aliens who claim that Shin-chan's baby sister is their princess! Will she stay on this planet or return to Kasukabe?","popularity":32.946,"poster_path":"/7NGIushHHtUuOwnDMoGWRpkrOwx.jpg","release_date":"2012-04-13","title":"Crayon Shin-chan: Invoke a Storm! Me and the Space Princess","video":false,"vote_average":6.833,"vote_count":30},{"adult":false,"backdrop_path":"/q0bYLEU5V7cq1vCdaQAO9nV4Zqk.jpg","genre_ids":[99,10402],"id":82861,"original_language":"en","original_title":"Classic Albums: Queen - A Night At The Opera","overview":"If ever there was an album worthy of inclusion in Eagle Vision’s Classic Albums series it is Queen’s breakout release A Night At The Opera. Released in 1975, this was not only the band’s first platinum album, but also the one that catapulted them into the spotlight as one of the biggest rock acts in the world. Now for the first time, fans are offered an in-depth look at one of rock music’s seminal records with the Classic Albums DVD Queen — The Making Of A Night At The Opera.","popularity":5.407,"poster_path":"/u8iN6WJX8Ji51yQLqKCSmlutRgu.jpg","release_date":"2006-03-21","title":"Classic Albums: Queen - The Making of A Night At The Opera","video":false,"vote_average":6.458,"vote_count":12},{"adult":false,"backdrop_path":"/yEvhd3Ksdlb6rkWStJoplCARqxI.jpg","genre_ids":[18],"id":222707,"original_language":"fr","original_title":"Un assassin qui passe","overview":"The story of a serial killer but bears little resemblance to a slasher movie. We know almost at once who the killer is and the emphasis is not on the murders but on his psychology as he falls in love with one of his prospective victims - a weakness which, of course, will be his downfall.","popularity":1.562,"poster_path":"/eNSQb1Y2W7pmscvlMP2jzi7zMi0.jpg","release_date":"1981-04-08","title":"An Assassin Passes By","video":false,"vote_average":5.8,"vote_count":5},{"adult":false,"backdrop_path":"/hOVI8qSrduEM6TO7RXPxQoIrKmQ.jpg","genre_ids":[18],"id":958244,"original_language":"fr","original_title":"Dalva","overview":"One evening, Dalva is suddenly taken away from her father’s house. Dumbfounded and outraged at first, she later meets Jayden, a social worker, and Samia, a teen with a temper. A new life seems to start for Dalva, that of a girl her age.","popularity":9.079,"poster_path":"/sZpYlLpxViYVtiPwz8pZICpnLMz.jpg","release_date":"2023-03-22","title":"Love According to Dalva","video":false,"vote_average":7.3,"vote_count":49},{"adult":false,"backdrop_path":"/e7ooaJr9DbLIubHOycjoXG47F2S.jpg","genre_ids":[12,18,10749],"id":31510,"original_language":"en","original_title":"Ben-Hur: A Tale of the Christ","overview":"Erstwhile childhood friends, Judah Ben-Hur and Messala meet again as adults, this time with Roman officer Messala as conqueror and Judah as a wealthy, though conquered, Israelite. A slip of a brick during a Roman parade causes Judah to be sent off as a galley slave, his property confiscated and his mother and sister imprisoned. Years later, as a result of his determination to stay alive and his willingness to aid his Roman master, Judah returns to his homeland an exalted and wealthy Roman athlete. Unable to find his mother and sister, and believing them dead, he can think of nothing else than revenge against Messala.","popularity":12.444,"poster_path":"/4EbIbp9Kgnj0m0eMEfQlX3fyDHZ.jpg","release_date":"1925-12-25","title":"Ben-Hur: A Tale of the Christ","video":false,"vote_average":7.404,"vote_count":94},{"adult":false,"backdrop_path":"/ebRc9hjB4qMIvm871MsgqZAb54r.jpg","genre_ids":[53,80],"id":500656,"original_language":"en","original_title":"A Good Woman Is Hard to Find","overview":"The recently widowed mother of two, Sarah, is desperate to know who murdered her husband in front of her young son, rendering him mute. Coerced into helping a low-life drug dealer stash narcotics stolen from the local Mr. Big, she's forced into taking drastic action to protect her children, evolving from downtrodden submissive to take-charge vigilante.","popularity":9.525,"poster_path":"/r52hvxb75CL6HCD8Yndxk38ozY8.jpg","release_date":"2019-10-25","title":"A Good Woman Is Hard to Find","video":false,"vote_average":6.092,"vote_count":158},{"adult":false,"backdrop_path":"/dkx8j5Orh3e46DIU6atEAfj7j2i.jpg","genre_ids":[18,36],"id":70925,"original_language":"en","original_title":"Oranges and Sunshine","overview":"The story of Margaret Humphreys, a social worker from Nottingham, who uncovers one of the most significant social scandals in recent times – the forced migration of children from the United Kingdom to Australia and other Commonwealth countries. Almost singlehandedly, Margaret reunited thousands of families, brought authorities to account and worldwide attention to an extraordinary miscarriage of justice.","popularity":9.576,"poster_path":"/tMOAXwYuXCCmj7DvJW1e3Wafeib.jpg","release_date":"2010-10-08","title":"Oranges and Sunshine","video":false,"vote_average":6.9,"vote_count":80}],"total_pages":500,"total_results":10000}