{"page":318,"results":[{"adult":false,"backdrop_path":"/s2LT4zckGuaF2dHUEnL7CRRKGlk.jpg","genre_ids":[35,16],"id":115104,"original_language":"ja","original_title":"Dr.スランプ アラレちゃん ハロー！不思議島","overview":"Professor Senbei finds a videotape of his deceased father providing instructions on how to create a love potion. The main ingredient is a tear of the evil Gyaasuka Daimao who lives at the Wonder Island. To retrieve it, Senbei takes Arale and Gatchan on a wacky adventure.","popularity":8.282,"poster_path":"/pPcspKZFvzl8QZvMGjvOqAMn1Ct.jpg","release_date":"1981-07-18","title":"Dr. Slump and Arale-chan: Hello! Wonder Island","video":false,"vote_average":6.7,"vote_count":3},{"adult":false,"backdrop_path":null,"genre_ids":[16],"id":75968,"original_language":"es","original_title":"El agente 00-P2","overview":"Tambo Macaw, an overweight macaw who works as a janitor at the Central Intelligentus Animalus (CIA), dreams of becoming a secret agent. His opportunity arises when he is assigned by mistake the most important mission in the agency's history: stop the wicked plans of Mama Bear and her evil organization. Tambo is helped by Jack Tortoise, an old turtle that's in charge of the advanced technology lab in the agency and is one of Tambo's few friends.","popularity":2.966,"poster_path":"/zG3nxFOeLYkfpLyDNxspdhHzS3c.jpg","release_date":"2009-02-13","title":"Agent Macaw: Shaken \u0026 Stirred","video":false,"vote_average":7.0,"vote_count":29},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":347478,"original_language":"fr","original_title":"Des Apaches","overview":"A young French-Algerian man lured by a dubious \"family\" lawyer into making an occult business deal within a similarly marginalized setting: one of Paris's largest and most diverse Kabyle communities. Having been drawn into the family bar business by his estranged father, Samir still agonizes over the memory of his late mother, while falling in love with a beautiful and mysterious single mom.","popularity":0.845,"poster_path":"/4qitwYcFO835KvbCgAGSZTuLVWf.jpg","release_date":"2015-07-22","title":"The Apaches","video":false,"vote_average":4.0,"vote_count":5},{"adult":false,"backdrop_path":"/jFN3MAeTYJCCpfkdLNf5knPTxDD.jpg","genre_ids":[37,35],"id":42233,"original_language":"en","original_title":"Buffalo Bill and the Indians, or Sitting Bull's History Lesson","overview":"Buffalo Bill plans to put on his own Wild West sideshow, and Chief Sitting Bull has agreed to appear in it. However, Sitting Bull has his own hidden agenda, involving the President and General Custer.","popularity":10.925,"poster_path":"/zyQZAJogUOECWM46v4N6wGDHd20.jpg","release_date":"1976-06-24","title":"Buffalo Bill and the Indians, or Sitting Bull's History Lesson","video":false,"vote_average":5.38,"vote_count":79},{"adult":false,"backdrop_path":"/7nkpcf50jRE2o1COLEhMmSpmMts.jpg","genre_ids":[28,18,9648],"id":1249443,"original_language":"zh","original_title":"狄仁杰之通天玄案","overview":"During the Tang Dynasty, Princess Taiping dreams of riding a \"Silver Snow White Horse\" in a \"dreamland under the moon\". Xuanji, a female diviner, interprets the dream, revealing that the white horse represents a \"celestial horse\", making the princess's dream a reality. Meanwhile, the renowned detective Di Renjie solves a \"massacre case\", which turns out to be a tragic event caused by the \"celestial horse\".","popularity":6.302,"poster_path":"/nBVVFY3IU3UuUEK19G09bwRQXhq.jpg","release_date":"2024-02-24","title":"Detective Dee and the Phantom of Waning Moon","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/91QqyLG4HAYBHJItTw62nQ2mB1s.jpg","genre_ids":[18],"id":465242,"original_language":"fr","original_title":"Pieds nus dans l'aube","overview":"February 1927: Félix Leclerc's last year with his family before attending a private college in the fall. Accompanied by Fidor, his faithful friend, he will face adversity, love, death, and will embark on the path of adulthood.","popularity":4.505,"poster_path":"/b76RKAfj9nc50hu75W8RSbjJHwm.jpg","release_date":"2017-10-27","title":"Barefoot at Dawn","video":false,"vote_average":6.2,"vote_count":8},{"adult":false,"backdrop_path":"/8jBO7zhBC7HDA6czGTNM3qyuFgQ.jpg","genre_ids":[35],"id":447335,"original_language":"it","original_title":"Lasciati andare","overview":"Depressed Jewish shrink Elia one day meets Claudia, a young and eccentric personal trainer.","popularity":7.447,"poster_path":"/vU6rOwU04lZLiJh52ay0SjhT1lS.jpg","release_date":"2017-04-13","title":"Let Yourself Go","video":false,"vote_average":6.1,"vote_count":167},{"adult":false,"backdrop_path":"/wW0fdUsEfJLFfjWTWUuQyA67TYG.jpg","genre_ids":[27,53,10749],"id":33828,"original_language":"fr","original_title":"Les amants criminels","overview":"After a perverted impulse drives them to kill, Alice and her boyfriend, Luc, drag the body into the woods, only to find themselves hopelessly lost – much like the fairy-tale plight of Hansel and Gretel. Starving and with no hope of being found, they chance upon a dilapidated cottage where a hulking man takes them prisoner and proceeds to feed Luc's sexual appetite.","popularity":7.912,"poster_path":"/yN2p9WeaE8sj2YsgtwpZxfAbcKy.jpg","release_date":"1999-09-03","title":"Criminal Lovers","video":false,"vote_average":6.61,"vote_count":100},{"adult":false,"backdrop_path":"/wnujnlmJGXMdintpVOzDPoHqPCR.jpg","genre_ids":[18],"id":647495,"original_language":"es","original_title":"La muerte no existe y el amor tampoco","overview":"Emilia is a young psychiatrist living in Buenos Aires with her boyfriend. She has a steady life but is not fully satisfied. She receives an invitation to go back to her hometown in Patagonia to spread Andrea's ashes, Emilia's best friend who died five years earlier.","popularity":1.521,"poster_path":"/nuSxuQl5akLr94TzqAb8Uw28F5E.jpg","release_date":"2020-01-09","title":"Death Doesn't Exist, and Love Doesn't Either","video":false,"vote_average":6.8,"vote_count":31},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":117292,"original_language":"fr","original_title":"Lettre d'un cinéaste à sa fille","overview":"Lettre d’un cinéaste à sa fille is a playful, free and personal film in the form of a letter, a film interwoven with a thousand stories knit together with different textures, a book of images where a filmmaker shows the images and the stories he wants to share.","popularity":0.9,"poster_path":"/auyIHqKhFgrHYExHKeKfQ2pv1XW.jpg","release_date":"2000-11-20","title":"Letter from a Filmmaker to His Daughter","video":false,"vote_average":6.0,"vote_count":7},{"adult":false,"backdrop_path":"/hrPk2nsKHxqO12JiqXdgRUgVPiy.jpg","genre_ids":[18,9648],"id":603966,"original_language":"ja","original_title":"誘惑は嵐の夜に","overview":"Romantic fantasy about the ruckus that ensues after a mother and daughter switch bodies. Director Imaoka Shinji wrote the script for The Drudgery Train and has worked on numerous erotic films.\r Housewife Suda Sawako (Takaki Mio) is dissatisfied with her husband Kenzo (Haruta Junichi). Meanwhile, her daughter Yasuko (Ishikawa Yumi) is going out with Kitamura Mitsuru (Nagaoka Tasuku), a struggling musician. When Sawako visits Yasuko's apartment one day, her built-up frustrations explode and she gets into a physical altercation with her daughter.","popularity":5.211,"poster_path":"/wvss0vikdLZZclMszBscjK0AXSQ.jpg","release_date":"2016-08-09","title":"The Temptation Came at Stormy Night","video":false,"vote_average":4.5,"vote_count":2},{"adult":false,"backdrop_path":"/d3RW7jRsBCHfC9QZaUF9FpzJrh8.jpg","genre_ids":[18],"id":896,"original_language":"bn","original_title":"অপুর সংসার","overview":"Apu is a jobless ex-student dreaming vaguely of a future as a writer. An old college friend talks him into a visit up-country to a village wedding.  Preserved by the Academy Film Archive in 1996.","popularity":9.87,"poster_path":"/6Tz1Q69o2n3Zwb0ZffzPL0nFt2T.jpg","release_date":"1959-05-01","title":"Apur Sansar","video":false,"vote_average":8.2,"vote_count":209},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":170880,"original_language":"sr","original_title":"Pogled sa Ajfelovog tornja","overview":"The main character is a young and very beautiful girl, Marijana. Marijana is 25 and when she was 16, her father's boss sexually abused her. Marijana's father did nothing against his boss, and because of that became very successful at his profession due to the boss' assistance. Marijana's father became a famous discreet gynaecologist for illegal abortions.  Ten years after the incident, Marijana's family is very rich and popular in her town of Podgorica. Marijana did not forget what happened to her when she was younger. Marijana decides that it is time to avenge what was done to her. She does this by becoming a prostitute, and sleeping with her father's colleagues and there by harming his reputation. At one moment Marijana meets a poor but talented sculptor named Vanja whom she begins to love and care for. Marijana soon discovers that the world of prostitution and love of Vanja cannot coexist.","popularity":1.276,"poster_path":"/v4BlcjeBaz4GrX8CBsavIepGs94.jpg","release_date":"2005-09-25","title":"A View from the Eiffel Tower","video":false,"vote_average":4.2,"vote_count":4},{"adult":false,"backdrop_path":"/9xhFe899oiiq1VFWdYBf3eSSDck.jpg","genre_ids":[18,10749],"id":723384,"original_language":"ko","original_title":"그녀와 아줌마의 동거","overview":"The writer Sook-hee, a narrator, is devoted to creative activities by getting a house in the countryside to write.  But one day, she feel like someone is spying on me.  Even the pink slip that enhances her creativity disappears… …  Sook-hee, afraid to live alone, saves her  Strangely, they start to have a dizzying relationship while being intertwined with their domestic partners.  For Sook-hee, this kind of relationship is a good subject for the novel.  Strangely, however, the domestic partners couldn't have a few days and were kicked out by Sook-hee. …  How will Sook-hee escape from the unidentified gaze watching her?","popularity":11.325,"poster_path":"/oVZhdEQWg4g52lhWzFU4hzATUXu.jpg","release_date":"2018-12-07","title":"She and Auntie Live Together","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/nHeUqmbEjtth8XqaTgyw85WNXBQ.jpg","genre_ids":[80,18,28],"id":23538,"original_language":"ko","original_title":"비열한 거리","overview":"A small-time thug who collects debts for the local triad is torn between his criminal aspirations and his devotion to family.","popularity":19.711,"poster_path":"/ag6d5exA6s8VjxxHTXg756wnfGh.jpg","release_date":"2006-10-17","title":"A Dirty Carnival","video":false,"vote_average":7.032,"vote_count":185},{"adult":false,"backdrop_path":null,"genre_ids":[28,35,14,27],"id":519471,"original_language":"es","original_title":"Apocalipsis Voodoo","overview":"After disappearing for five years, detective Charlie Vargas returns to Los Angeles to avenge the death of his former partner. Along with White Chocolate, a young detective with a chip on his shoulder, the two enter a world of Black Magic, Zombies and Mexican Wrestling, in search of the infamous drug trafficker and murderer, Jimmy Vanilla.","popularity":1.974,"poster_path":"/vUUSxJA7iuJK3sXpbRclkfaaniK.jpg","release_date":"2018-01-27","title":"Voodoo Apocalypse","video":false,"vote_average":4.5,"vote_count":19},{"adult":false,"backdrop_path":null,"genre_ids":[35],"id":193153,"original_language":"it","original_title":"I due gattoni a nove code... e mezza ad Amsterdam","overview":"Franco and Ciccio, two journalists, are sent to Amsterdam to investigate a mysterious murder. After having managed to infiltrate the libertine circles of the city, the two take a compromising photo that will get them into trouble.","popularity":2.324,"poster_path":"/x2z0dynjs94idrtvmM1J9EyfkFK.jpg","release_date":"1972-10-27","title":"Two Cat O'Nine Tails… and a Half, in Amsterdam","video":false,"vote_average":4.2,"vote_count":9},{"adult":false,"backdrop_path":"/4rsm4XzdcJNwMHbNUr9jqePYtD4.jpg","genre_ids":[18],"id":63318,"original_language":"fr","original_title":"L'une chante, l'autre pas","overview":"In this story of friendship and reproductive rights, 14 years in the relationship between two very dissimilar women are chronicled. Pauline is a middle-class city girl, at odds with her very conventional family. Suzanne is several years older, a country girl with two illegitimate children and another (whom she cannot support) on the way. Pauline loans Suzanne money for an abortion. At this point, the two separate and communicate mainly through postcards. Some years later, they meet at an abortion rally, and they have many adventures and stories to share with one another.","popularity":9.627,"poster_path":"/uMS6y4BC0EUSOemeusBDpkpzAIM.jpg","release_date":"1977-03-09","title":"One Sings, the Other Doesn't","video":false,"vote_average":7.0,"vote_count":84},{"adult":false,"backdrop_path":null,"genre_ids":[37,12],"id":218598,"original_language":"es","original_title":"La última aventura del Zorro","overview":"Colonel Cordero implements new taxes among the population in Monterrey without the governor's knowledge. Antonio Sandoval, who has returned from his studies to his hometown, becomes aware of the hustle and bustle of the colonel and makes life difficult as a masked Zorro for the tyrannical alcalde at every opportunity and time of day.","popularity":0.866,"poster_path":"/qQYUdHxjulhHeaDQTmnHt4IFgIq.jpg","release_date":"1970-09-01","title":"Zorro's Latest Adventure","video":false,"vote_average":5.5,"vote_count":2},{"adult":false,"backdrop_path":"/4ljDI6ZXDw6yH3pCCGxPgPIIEmq.jpg","genre_ids":[53],"id":709468,"original_language":"ja","original_title":"Another XX ダブルエックス 赤い殺人者","overview":"","popularity":3.143,"poster_path":"/wAnIrNIr1HDn88hXQcAHwvgZatZ.jpg","release_date":"1996-06-14","title":"Another XX: Red Murderer","video":false,"vote_average":8.0,"vote_count":1}],"total_pages":500,"total_results":10000}