{"page":330,"results":[{"adult":false,"backdrop_path":"/r2boz96MU3btN4f9NWtb14JaZeh.jpg","genre_ids":[35,14],"id":87389,"original_language":"es","original_title":"Querida, voy a comprar cigarrillos y vuelvo","overview":"Ernesto, an ordinary man who, after making a deal with a strange character, has the chance to return to the past and live his youth again, tries to recover lost opportunities and avoid certain behaviors to change his gray and insipid present.","popularity":1.547,"poster_path":"/n8hCNFgELiWd4hMbX6gC9lmIAf0.jpg","release_date":"2011-05-05","title":"Darling, I Am Going Out for Cigarettes and I Will Be Right Back","video":false,"vote_average":6.7,"vote_count":18},{"adult":false,"backdrop_path":"/qr7lV5dELXDt7VeEFgbHH9HNiEx.jpg","genre_ids":[10751,35],"id":614420,"original_language":"it","original_title":"10 giorni con Babbo Natale","overview":"Carlo and Giulia are grappling with new problems regarding the division of their respective tasks within the family. Since Giulia has started working again, it is Carlo who takes care of the children and the household chores. However, he starts to find the role of “Mr. Mom” a bit tight-fitting. Just when he decides to get back into the game and look for a job, Giulia reveals to him that she is up for a promotion that would lead her to move to Sweden. As if that weren’t enough, she will have to take the interview on December 24 in Stockholm. Everything seems to threaten the family unity. What should they do? Carlo comes up with a \"brilliant\" idea… To recover the old camper and drag the family into an adventure that will lead them on a journey to the North to spend Christmas all together lovingly. Unexpected events along the way and a hilarious encounter/confrontation with a self-styled Santa Claus will make the trip unforgettable.","popularity":6.812,"poster_path":"/zRTauOf9RcgD8Qf6bavSc8mECqW.jpg","release_date":"2020-12-30","title":"When Mom Is Away... With the Family","video":false,"vote_average":6.258,"vote_count":196},{"adult":false,"backdrop_path":"/aUvY8w95GrsnMMrFBH0KTyftogZ.jpg","genre_ids":[99,10770],"id":1096469,"original_language":"fr","original_title":"L'usine des animaux","overview":"How did it come about that we no longer see living beings in farm animals, but objects? Every year, 70 billion farm animals are slaughtered for consumption around the world. 80 percent are kept on large farms. They live crammed together in overcrowded stables, are fattened and finally slaughtered without ever having been in nature. In less than two generations, intensive husbandry has become established worldwide. Researches in Poland, the USA, Germany and Vietnam gets to the bottom of the system and those responsible. The meat industry is subsidized by the state. Corporations, governments and consumers tacitly support a deregulated and dehumanized economic system that makes unlimited consumption of animal products the norm - and with it, animal cruelty. The documentary film describes the triumph of industrial agriculture, in which the animal has to endure unimaginable suffering, becomes a commodity, a raw material that is always available and can be slaughtered and processed at will.","popularity":0.913,"poster_path":"/pHIIxOK57r6lfmP2javMNVziu8k.jpg","release_date":"2023-03-07","title":"Production Line Animals","video":false,"vote_average":7.8,"vote_count":5},{"adult":false,"backdrop_path":"/1uXonw89exEjM0sekjJDWF2M3Bx.jpg","genre_ids":[18,35],"id":61667,"original_language":"it","original_title":"Habemus Papam","overview":"The newly elected Pope suffers a panic attack just as he is about to greet the faithful who have gathered to see him. His advisors, unable to convince him he is the right man for the job, call on a renowned therapist who also happens to be an atheist. But the Pope's fear of his newfound responsibility is one he must face alone. Winner Best Film at the Italian Golden Globes.","popularity":22.08,"poster_path":"/8C8AncIi7XKq7Sg0SlN58RXpuqd.jpg","release_date":"2011-04-15","title":"We Have a Pope","video":false,"vote_average":6.808,"vote_count":504},{"adult":false,"backdrop_path":null,"genre_ids":[28,878,53],"id":67203,"original_language":"en","original_title":"Arctic Predator","overview":"A team searching for a long-lost ship in the Arctic unwittingly unleash an alien creature that looks like it's made of ice.","popularity":11.618,"poster_path":"/gK3HXe2Edg0jASvtwCSerU8hG84.jpg","release_date":"2010-08-20","title":"Frost Giant","video":false,"vote_average":5.432,"vote_count":37},{"adult":false,"backdrop_path":"/rR2GExalTYxsnWJs7MKc922vIib.jpg","genre_ids":[35,10749,18],"id":962664,"original_language":"en","original_title":"Love Accidentally","overview":"Alexa and Jason are competing for a position at an advertising firm when their partners break up with them. Alexa mistakenly texts Jason, and they start a phone-only relationship. When they meet and the truth comes out, will true love prevail?","popularity":12.804,"poster_path":"/6D32ZGpoiDhRlcx95CHjDgkftYi.jpg","release_date":"2022-07-15","title":"Love Accidentally","video":false,"vote_average":6.397,"vote_count":29},{"adult":false,"backdrop_path":null,"genre_ids":[35,18],"id":143610,"original_language":"fr","original_title":"Adultère (mode d'emploi)","overview":"This French farce chronicles one special day in the lives of a married pair of Parisian architects, Fabienne and Bruno, as they anxiously await the results of an important architectual contest they have entered. Unable to handle the stress of waiting, both turn to sexual liason's to ease their tension. Bruno ends up enacting a dark sexual fantasy with a stranger while Fabienne eventually succumbs to the advances of Bruno's friend Simon, a fortyish Lebanese businessman and part-time drug dealer. The comedy takes on overtones of psycho-drama when the contest winner announced and the couple discovers the truth of each other's actions. A cache of drugs, discovered in an apartment only adds to their troubles.","popularity":2.888,"poster_path":"/b5zjHQdzVkX1UcFePkmGdZG5BL2.jpg","release_date":"1995-05-26","title":"Adultery (A User's Guide)","video":false,"vote_average":4.045,"vote_count":11},{"adult":false,"backdrop_path":"/n5kP33efxqphJhhBbxuGhGFb0Vc.jpg","genre_ids":[35,18],"id":31306,"original_language":"en","original_title":"Crazy in Alabama","overview":"An abused wife heads to California to become a movie star while her nephew back in Alabama has to deal with a racially-motivated murder involving a corrupt sheriff.","popularity":21.569,"poster_path":"/bAlevqRg9KG9y725tt4YkNajLrk.jpg","release_date":"1999-10-22","title":"Crazy in Alabama","video":false,"vote_average":5.962,"vote_count":91},{"adult":false,"backdrop_path":"/w7r1wv8ptSEgHu2IsIjuHcnWcrL.jpg","genre_ids":[12,18,10752],"id":43898,"original_language":"en","original_title":"The Lives of a Bengal Lancer","overview":"In the Northwest Frontier of India, the 41st Bengal Lancers leaded by the harsh Colonel Tom Stone are having trouble with the rebellious leader Mohammed Khan. After two casualties, the experienced but insubordinate Lieutenant Alan McGregor receives as replacement, the arrogant Lieutenant Forsythe and the immature son of Colonel Stone, Lieutenant Donald Stone. With the intention to prove that he will not have any privilege in the troop, the reception of Colonel Stone to his son is absolutely cold, but he becomes the protégé of McGregor. When Lieutenant Stone is kidnapped by Mohammed Khan, McGregor and Forsythe disobey the direct order of their commander, disguise as Indian peddlers and go to Khan's fortress to attempt to rescue their friend.","popularity":8.87,"poster_path":"/tPHImK7LhrEkidI0q1CyUsZcRpl.jpg","release_date":"1935-01-11","title":"The Lives of a Bengal Lancer","video":false,"vote_average":6.6,"vote_count":36},{"adult":false,"backdrop_path":null,"genre_ids":[16,28,18],"id":210227,"original_language":"ja","original_title":"るろうに剣心 -明治剣客浪漫譚- 新京都編 後編","overview":"Shishio's plan is enacted while Kenshin and Misao help defend the city.","popularity":9.873,"poster_path":"/qbMFrq2mt7qCdVI6AxbjiqlHywA.jpg","release_date":"2012-06-22","title":"Rurouni Kenshin: New Kyoto Arc: The Chirps of Light","video":false,"vote_average":7.3,"vote_count":25},{"adult":false,"backdrop_path":"/3nBksNsPMzky7habpvFhIaZNrae.jpg","genre_ids":[80,18],"id":86238,"original_language":"pt","original_title":"O Anjo Nasceu","overview":"Santamaria and Urtigo are two bandits on the run, one is white, the other black. Santamaria is a mystical visionary and believes in the imminent coming of a purifying angel. Urtiga, his inseparable companion, is a simple-minded and ingenious man who follows Santamaria around and participates in the crimes he commits. The two bandits take over a house after kidnapping its owner and his girlfriend.","popularity":3.389,"poster_path":"/917ADuXZva0DIGqoDDOyrhFojHz.jpg","release_date":"1969-02-12","title":"The Angel Was Born","video":false,"vote_average":6.3,"vote_count":11},{"adult":false,"backdrop_path":"/aLulOrEbBua5D5lsTlo3a204dih.jpg","genre_ids":[99],"id":284470,"original_language":"en","original_title":"Atari: Game Over","overview":"The Xbox Originals documentary that chronicles the fall of the Atari Corporation through the lens of one of the biggest mysteries of all time, dubbed “The Great Video Game Burial of 1983.” Rumor claims that millions of returned and unsold E.T. cartridges were buried in the desert, but what really happened there?","popularity":9.135,"poster_path":"/69VCXTki2gDutUhndJgU8UHlvxA.jpg","release_date":"2014-11-19","title":"Atari: Game Over","video":false,"vote_average":6.555,"vote_count":211},{"adult":false,"backdrop_path":"/4ZgumkR0ZMgLe33Cch3T7J4pzHp.jpg","genre_ids":[99],"id":1158959,"original_language":"pt","original_title":"Isabella: o Caso Nardoni","overview":"When a 5-year-old girl falls from her father's apartment, her mother embarks on a quest for justice — and is put under the national spotlight.","popularity":8.406,"poster_path":"/7KK4s4QOYemq1fC9stcdZbhIiVm.jpg","release_date":"2023-08-17","title":"A Life Too Short: The Isabella Nardoni Case","video":false,"vote_average":7.1,"vote_count":49},{"adult":false,"backdrop_path":"/2RuUgEjSklKPK2GA7IZ2a35iqCR.jpg","genre_ids":[18],"id":472035,"original_language":"es","original_title":"Alanis","overview":"A young mother and sex worker from Buenos Aires suffers the hypocrisy of the laws that are supposed to protect her, in this compelling, profoundly political drama about the dismal choices foisted upon vulnerable women.","popularity":7.621,"poster_path":"/dla95sUlksJuVmXXgbu9mk2j650.jpg","release_date":"2017-09-21","title":"Alanis","video":false,"vote_average":6.3,"vote_count":40},{"adult":false,"backdrop_path":"/wjv6QsI7R5VFEA27no31aZTUtZh.jpg","genre_ids":[10749,35],"id":84111,"original_language":"zh","original_title":"那些年，我們一起追的女孩","overview":"A group of close friends who attend a private school all have a debilitating crush on the sunny star pupil, Shen Jiayi. The only member of the group who claims not to is Ke Jingteng, but he ends up loving her as well.","popularity":16.094,"poster_path":"/mQ07Y4KlYZlJjVSEp2AFTYZA9i.jpg","release_date":"2011-08-19","title":"You Are the Apple of My Eye","video":false,"vote_average":7.356,"vote_count":187},{"adult":false,"backdrop_path":"/8WLfZoZ4X5j1OnNlHN7J86bpIF.jpg","genre_ids":[10749],"id":511682,"original_language":"ja","original_title":"二度めの夏、二度と会えない君","overview":"Satoshi, who is a high school junior, is doing something against the rules. He is forming a band. Joining him is Rin. They nonetheless perform at the school's cultural festival live in front of their fellow students. There is a mishap and Satoshi travels back in time to the moment when he met Rin.","popularity":16.992,"poster_path":"/wFwVQNpDAUTEdkqHFmf58nfGSiq.jpg","release_date":"2017-09-01","title":"Second Summer, Never See You Again","video":false,"vote_average":6.5,"vote_count":4},{"adult":false,"backdrop_path":"/js4undwnlGldCtMUDvK1xGWDHaB.jpg","genre_ids":[99],"id":637963,"original_language":"en","original_title":"Never Surrender: A Galaxy Quest Documentary","overview":"A feature-length documentary about the film Galaxy Quest and its legacy, celebrating its milestone 20th anniversary.","popularity":9.757,"poster_path":"/9EUMIXSzqui1ugY16Wb3gTeLyQF.jpg","release_date":"2019-11-26","title":"Never Surrender: A Galaxy Quest Documentary","video":false,"vote_average":7.4,"vote_count":32},{"adult":false,"backdrop_path":"/uAWzZczioErrNJs93hFgOJseNxb.jpg","genre_ids":[37],"id":158076,"original_language":"it","original_title":"All'ombra di una colt","overview":"A story about two gunfighters, Duke and Steve. Steve is in love with Duke's daughter but Duke disapproves of the match, envisioning a life of hardship and danger for the girl if she marries Steve..","popularity":5.969,"poster_path":"/wA2SbuFo7uPKpzzgaaO7Y0mBd4J.jpg","release_date":"1965-12-10","title":"In a Colt's Shadow","video":false,"vote_average":5.625,"vote_count":8},{"adult":false,"backdrop_path":null,"genre_ids":[878,27,12,14],"id":87690,"original_language":"es","original_title":"Aventura al centro de la tierra","overview":"After a young man is killed in an unexplored subterranean cavern and his girlfriend driven mad by something she saw there, a track found at the scene cannot be identified with any known animal and thus a scientific expedition is launched to find out just what it is that is living there.","popularity":2.507,"poster_path":"/zAGg7U7pc4BmkHNy4WOAAAfil5V.jpg","release_date":"1965-09-02","title":"Adventure at the Center of the Earth","video":false,"vote_average":5.9,"vote_count":19},{"adult":false,"backdrop_path":"/hYie1j4M7u6z4nOoKot1fTCkMyU.jpg","genre_ids":[35],"id":37501,"original_language":"it","original_title":"Vieni avanti cretino","overview":"Pasquale Baudaffi, on amnesty, comes out of prison and starts looking for a job with the help of his cousin Gaetano. But first he goes to what was once a brothel, but, unbeknownst to our hapless hero, has been taken over and rented as a dental office. Pasquale finds himself at the center of endless misunderstandings. He tries to be a gamekeeper but that's not okay, he tries to be a waiter in a bar: he immediately gets his orders wrong and he is fired. His performance as a garage keeper was negative. The very latest experience is in an electronics company but its insertion into the futuristic mechanism triggers the craziest complications. The encounter with a lost dog allows him to get to know his mistress and thus discover the woman of his life.","popularity":5.756,"poster_path":"/rwLrAHikdryHGn9HsUTX2hON9H9.jpg","release_date":"1982-04-07","title":"Vieni avanti cretino","video":false,"vote_average":6.905,"vote_count":185}],"total_pages":500,"total_results":10000}