{"page":346,"results":[{"adult":false,"backdrop_path":null,"genre_ids":[10770],"id":818605,"original_language":"en","original_title":"Chris Jericho's 30th Anniversary Celebration","overview":"This television special edition of AEW Dynamite celebrated the 30th anniversary of Chris Jericho's professional wrestling debut.  Dog Collar match for the TNT title: Brodie Lee vs Cody. Will Hobbs vs Brian Cage. AEW tag champs FTR vs TH2. Jericho \u0026 Hager vs Chaos Project.","popularity":4.522,"poster_path":"/hb8f36nsI4cKE9Kcvt84EwflYwN.jpg","release_date":"2020-10-07","title":"Chris Jericho's 30th Anniversary Celebration","video":true,"vote_average":7.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[27],"id":418950,"original_language":"id","original_title":"Hantu Ambulance","overview":"Gina, Rano’s mother, made a pact with the devil to have more wealth for her family, on condition that she has to sacrifice lives. When she fails to meet the condition on one occasion, the devil kills her family, leaving just her son, Rano. Years after, Rano and his friends, Dicky, Ocha, and Popi, decide to study in a university in Bandung. They agree to live together in a rented house that was actually Rano’s old family home. At the house, an ambulance is parked that is rumored to be haunted. Then they start to experience strange and horrifying incidents, especially since the ambulance keeps claiming victims. Finally, the secret of Rano’s family is revealed by Widya, his grandmother. Rano is sad and disappointed, especially as his friends also became victims. Rano intends to break the curse but then unexpectedly, Fiona, his ex-girlfriend, comes to visit. Rano, who loves Popi, now has to decide which of the two girls, he must sacrifice.","popularity":2.871,"poster_path":"/tNVpypmexdxbcBrCWRnXXbkdXB.jpg","release_date":"2008-02-21","title":"Ghost Ambulance","video":false,"vote_average":6.5,"vote_count":2},{"adult":false,"backdrop_path":"/zrTzORz9xQnid81CmSK2DFKy68i.jpg","genre_ids":[99],"id":445984,"original_language":"it","original_title":"Anna Piaggi - Una visionaria nella moda","overview":"The world of fashion, between the end of the Sixties and the beginning of the Noughties, had a key character that embodied its spirit and told the tale: journalist Anna Piaggi, living witness of that contamination between art, society and culture that changed fashion and sanctioned its success on a global scale.  The daughter of a manager for La Rinascente (Milan's iconic high-end shopping mall whose foundation goes back to 1865), Karl Lagerfeld's muse, \"a poet with her clothes\" in the words of Bill Cunningham, her life is retraced through interviews with designers (Jean-Charles de Castelbajac, Stephen Jones, Manolo Blahnik, and more) together with archival images from four decades of fashion history.","popularity":1.74,"poster_path":"/vcwHkD4OqVuX4dj0ctxI9L8b2W2.jpg","release_date":"2016-06-16","title":"Anna Piaggi: Fashion Visionary","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/8OAsjAvlf90uKjYicEkfeKu7NaR.jpg","genre_ids":[10751,35,18],"id":59191,"original_language":"en","original_title":"Eloise at Christmastime","overview":"Eloise is a precocious but lovable six-year-old girl who lives in New York's Plaza Hotel. The owner's daughter is getting married, but Eloise discovers that the fiance has devious plans to defraud kind Rachel! When her true love is revealed to be none other than Eloise's best friend Bill who works in the kitchen, Eloise goes on a mission to bring about a Christmas miracle and get the starcrossed lovers back together.. will things work out in time for a happy holiday ending?","popularity":13.337,"poster_path":"/uBm2QXjmBHN10n68MANWoRw8bMu.jpg","release_date":"2003-11-22","title":"Eloise at Christmastime","video":false,"vote_average":6.452,"vote_count":63},{"adult":false,"backdrop_path":"/m2TEji8noA3fge4mOsDOO9TV608.jpg","genre_ids":[28,80],"id":115012,"original_language":"es","original_title":"El automóvil gris","overview":"A gang terrorizes Mexico City's high society in 1915. Murder, kidnaping and robbery are their trademarks. One police inspector (Cabrera) follows the gang's crimes and eventually sends them to jail.","popularity":2.095,"poster_path":"/xXhWCA2sCrqhbKoWCnhMrBy7if4.jpg","release_date":"1919-12-11","title":"The Grey Automobile","video":false,"vote_average":6.4,"vote_count":13},{"adult":false,"backdrop_path":"/t35dVtLN4H12XXtipJfIDEy2h7Y.jpg","genre_ids":[18,36],"id":3291,"original_language":"en","original_title":"Good Night, and Good Luck.","overview":"The story of journalist Edward R. Murrow's stand against Senator Joseph McCarthy's anti-communist witch-hunts in the early 1950s.","popularity":23.879,"poster_path":"/oFGXIoxB3NOAZXwKl8wYnZR1vAu.jpg","release_date":"2005-09-16","title":"Good Night, and Good Luck.","video":false,"vote_average":7.091,"vote_count":922},{"adult":false,"backdrop_path":"/vJScp63y7toeDDfCwKpMh5I7djd.jpg","genre_ids":[18,10751],"id":382951,"original_language":"en","original_title":"A Sunday Horse","overview":"After a near-fatal accident, on a horse the experts thought was nothing special, a determined rider from the wrong side of the tracks defies all the odds to pursue her dreams of winning a national jumping championship.","popularity":15.586,"poster_path":"/wYrcvHLJPhvCQyinyE4pB07Gkjj.jpg","release_date":"2016-02-15","title":"A Sunday Horse","video":false,"vote_average":6.568,"vote_count":66},{"adult":false,"backdrop_path":"/hbIb6jNrcV406uR3LbBRmVlYZ7w.jpg","genre_ids":[28,878,12],"id":10916,"original_language":"en","original_title":"Babylon 5: A Call to Arms","overview":"Allies of the Shadows seek revenge against humanity. This movie sets up the series, \"Crusade,\" the sequel to \"Babylon 5.\"","popularity":16.474,"poster_path":"/dWn0TBxBOBt45cbyefRSQ6Azu9R.jpg","release_date":"1999-05-12","title":"Babylon 5: A Call to Arms","video":false,"vote_average":6.806,"vote_count":103},{"adult":false,"backdrop_path":"/77ts1WFashRqO6oLShWgxIKWt7y.jpg","genre_ids":[35,18],"id":112198,"original_language":"fr","original_title":"Le Prénom","overview":"Vincent, a wealthy real estate agent, is invited to dinner by his sister Elizabeth and her husband Peter, both professors in Paris. Claude, a childhood friend and trombonist in a symphony orchestra, is also present. Vincent brings news from the prenatal examination of his and his wife Anna's unborn son.  The name chosen by the soon-to-be parents strongly offends the others for many reasons. The dispute between the guests quickly escalates and before long the resurgence of old grudges and hidden secrets is unavoidable ...","popularity":15.287,"poster_path":"/5xKkDkv506CiSp99SxmHLsnaoFs.jpg","release_date":"2012-04-25","title":"What's in a Name","video":false,"vote_average":7.313,"vote_count":1606},{"adult":false,"backdrop_path":"/kwgCIfAGApnHkMQd90qzsYYI3WD.jpg","genre_ids":[18],"id":81857,"original_language":"el","original_title":"Άλπεις","overview":"A nurse, a paramedic, a gymnast and her coach offer a service for hire wherein they stand in for dead people by appointment, hired by relatives, friends or colleagues of the deceased, to assist with the grieving process.","popularity":14.937,"poster_path":"/nF5A64lC0MuuEK6qNmOfQpY6mRv.jpg","release_date":"2011-09-01","title":"Alps","video":false,"vote_average":6.3,"vote_count":270},{"adult":false,"backdrop_path":"/cbMQE5ymjorkyw1U8KUtTNacvA9.jpg","genre_ids":[18,53],"id":659954,"original_language":"fr","original_title":"Azor","overview":"Yvan De Wiel, a private banker from Geneva, is going to Argentina in the midst of a dictatorship to replace his partner, the object of the most worrying rumors, who disappeared overnight. Between hushed lounges, swimming pools, and gardens under surveillance, a remote duel takes place between two bankers who, despite different methods, are the accomplices of a discreet and merciless form of colonization.","popularity":9.19,"poster_path":"/4Gra15Mqb6NvXbyYtL3hk79OQ1d.jpg","release_date":"2021-09-10","title":"Azor","video":false,"vote_average":6.336,"vote_count":64},{"adult":false,"backdrop_path":"/6RjZe7tKOcCZwVbyunOSMAfHQKe.jpg","genre_ids":[37],"id":37598,"original_language":"en","original_title":"Butch and Sundance: The Early Days","overview":"Before the adventures that made them legends, they were charming mastermind Robert Leroy Parker, alias Butch Cassidy, and crack-shot outlaw Harry Alonzo Longabaugh, soon to be known as The Sundance Kid. This is the 'prequel' of how they met, their first clumsy robberies, the heroic dangers that abound them together, the secret that nearly tore them apart, and the impossible train heist that made them notorious for life. Saddle up and ride with the showdowns, shootouts, bad guys and good times in the days before the fame when fun was the name of the game.","popularity":16.996,"poster_path":"/yW0rCUcp2MdFbZ0SUrsNtikHc82.jpg","release_date":"1979-06-15","title":"Butch and Sundance: The Early Days","video":false,"vote_average":5.03,"vote_count":27},{"adult":false,"backdrop_path":"/vlHOA4nGo7h0AdZXg6BIi2KQk8q.jpg","genre_ids":[10749,18,10770],"id":661331,"original_language":"en","original_title":"A Valentine's Match","overview":"Fired from her job as a reality TV host, Natalie returns home for Valentine's Day, only to find herself running the town festival's auction with her ex-fiancé thanks to two scheming mothers.","popularity":8.544,"poster_path":"/oFt5aETu3TnANmS7N6zmZgJL8hh.jpg","release_date":"2020-02-01","title":"A Valentine's Match","video":false,"vote_average":7.321,"vote_count":53},{"adult":false,"backdrop_path":"/w3oYxrmB8T8WbG00tdXE1uO7byt.jpg","genre_ids":[99],"id":1210219,"original_language":"it","original_title":"Paolo Conte alla Scala - Il maestro è nell’anima","overview":"On 19 February 2023, the Teatro alla Scala opened its doors to an event of exceptional importance for Italian culture: Paolo Conte presented a concert with his ensemble of instrumentalists with a ladder designed specifically for the occasion. For the first time the world temple of opera has chosen an Italian singer-songwriter: a recognition of the iconic stature achieved by Paolo Conte in the music scene of our country and his appreciation at international level This extraordinary and unrepeatable concert has become a docufilm, interspersed with footage that tell the preparation of the show, rehearsals, the arrival of Paolo Conte in the theater, snapshots of the soundcheck, backstage and a valuable story of Paolo Conte and his relationship with music.","popularity":1.115,"poster_path":"/aV8TnyO9YyMhdS6FwD4kY4AAsXt.jpg","release_date":"2023-11-30","title":"Paolo Conte alla Scala - Il maestro è nell’anima","video":false,"vote_average":10.0,"vote_count":3},{"adult":false,"backdrop_path":"/10r0a9tfKBnegvgVfbYBsJnfkNa.jpg","genre_ids":[99],"id":953371,"original_language":"en","original_title":"White Hot: The Rise \u0026 Fall of Abercrombie \u0026 Fitch","overview":"All the cool kids were wearing it. This documentary explores A\u0026F's pop culture reign in the late '90s and early 2000s and how it thrived on exclusion.","popularity":9.131,"poster_path":"/zbA8GgIBRsVoAO1uEvS6k2rqVAV.jpg","release_date":"2022-04-19","title":"White Hot: The Rise \u0026 Fall of Abercrombie \u0026 Fitch","video":false,"vote_average":5.7,"vote_count":82},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":210445,"original_language":"fr","original_title":"Pluie de pierres à Whiskey Trench","overview":"The fourth film in Alanis Obomsawin's landmark series on the Oka crisis uses a single, shameful incident as a lens through which to examine the region's long history of prejudice and injustice against the Mohawk population.","popularity":2.279,"poster_path":"/nzFEHwtl17IeuJXj2gpa5jj3Epb.jpg","release_date":"2000-09-09","title":"Rocks at Whiskey Trench","video":false,"vote_average":6.3,"vote_count":7},{"adult":false,"backdrop_path":null,"genre_ids":[18,53],"id":254878,"original_language":"en","original_title":"Assignment Berlin","overview":"Tracy Garret's a cop and after an incident that left one person dead, she's invited by her father to spend sometime with him in Berlin. While they were out having dinner, her father's shot. She is then informed by the German inspector assigned to her father's case that her father's a CIA operative. She then decides to investigate the case...","popularity":6.783,"poster_path":"/fcMPQg9PRwSeVUWkKtIi4xKcjTp.jpg","release_date":"1998-09-30","title":"Assignment Berlin","video":false,"vote_average":4.0,"vote_count":1},{"adult":false,"backdrop_path":"/6ArEQo2AeYj5GRzAGzds2brteIp.jpg","genre_ids":[35,18],"id":189426,"original_language":"en","original_title":"Ansiedad","overview":"Twins (both played by Infante) are separated while very young, one raised as a singer by their widowed mother and another as the heir to one of Mexico's richest families. Their paths cross in the future, but they are unable to recognize each other due to their very different social backgrounds.","popularity":1.175,"poster_path":"/oGYumpctHaXugOHycLsVzYhStW1.jpg","release_date":"1953-10-02","title":"Anxiety","video":false,"vote_average":6.556,"vote_count":9},{"adult":false,"backdrop_path":"/qUhuu2Q6muEjlRSkv5gcfVLMqhY.jpg","genre_ids":[18,53],"id":15124,"original_language":"en","original_title":"A Little Trip to Heaven","overview":"Insurance investigator Abraham Holt travels to a tiny town in rural Minnesota to look into a particularly unusual insurance claim stemming from a horrific car accident. As Holt examines the scene of the wreck, it all seems a bit too perfect. And when he interviews Isold Mcbride and her shifty husband, Fred -- the impoverished beneficiaries of the massive, recently initiated life-insurance policy -- he begins to suspect that something is amiss.","popularity":10.487,"poster_path":"/nRfJgzVdPp77Zn3gvXFEFxkdtNT.jpg","release_date":"2005-12-26","title":"A Little Trip to Heaven","video":false,"vote_average":5.439,"vote_count":74},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":150528,"original_language":"es","original_title":"Adán y Eva","overview":"Version of the story of Adam and Eve.","popularity":3.48,"poster_path":"/sJoHYIpAW8yKxm246JZQKXp9Afj.jpg","release_date":"1956-11-15","title":"Adam and Eve","video":false,"vote_average":4.1,"vote_count":12}],"total_pages":500,"total_results":10000}