{"page":349,"results":[{"adult":false,"backdrop_path":"/2V0BWE7WJWP627Yivsnfx4uKUCp.jpg","genre_ids":[18],"id":2891,"original_language":"en","original_title":"An Angel at My Table","overview":"Based on the autobiographical work of New Zealand writer Janet Frame, this production depicts the author at various stage of her life. Afflicted with mental and emotional issues, Frame grows up in an impoverished family and experiences numerous tragedies while still in her youth, including the deaths of two of her siblings. Portrayed as an adult by Kerry Fox, Frame finds acclaim for her writing while still in a mental institution, and her success helps her move on with her life.","popularity":15.697,"poster_path":"/sDICHxQRDkS4TvIDcUgO9URJxu1.jpg","release_date":"1990-09-20","title":"An Angel at My Table","video":false,"vote_average":7.06,"vote_count":142},{"adult":false,"backdrop_path":"/gU5g4bdzx8fEzHHxwW8rCeiatk5.jpg","genre_ids":[18,10749,10770],"id":198200,"original_language":"en","original_title":"Jodi Arias: Dirty Little Secret","overview":"True story based on Jodi Arias, a seductive 28-year-old aspiring photographer found guilty of killing her former lover, Travis Alexander, who was found nude in his home shower with a slit throat, 27 additional stab wounds and a bullet to the head. While investigating the violent killing, Mesa, Arizona police retrieved a digital camera from Alexander’s washing machine, revealing shocking images authorities claim Arias took during their sexual escapades, as well as during and after his murder. While Jodi pled not guilty and contends she killed Alexander in self-defense, police concluded that when he broke off their relationship, she stalked her ex-boyfriend and seduced him one final time before murdering him in cold blood. Her subsequent trial has been grand theater, dominating the cable news networks as she testified in her own defense and offered explicit insight into the sex, lies and obsession that led up to Alexander’s murder.","popularity":8.718,"poster_path":"/vVFH56GOfpbZbPk25VH9v7ehvnF.jpg","release_date":"2013-06-22","title":"Jodi Arias: Dirty Little Secret","video":false,"vote_average":5.756,"vote_count":39},{"adult":false,"backdrop_path":"/tNONGSmezGnmlatjCN8Ddiu2rfe.jpg","genre_ids":[16,35,18,9648,14],"id":38567,"original_language":"ja","original_title":"劇場版 ×××HOLiC 真夏ノ夜ノ夢","overview":"Invited to a wealthy client's mansion, time-traveling witch Yuko and her companions arrive to find a group of collectors assembled to participate in a mysterious auction. And the mystery only deepens when the collectors go missing one by one. As more guests disappear and strange occurrences abound, Yuko and her friends realize they must solve the mystery before they vanish as well.","popularity":14.914,"poster_path":"/pzIc4K5QS9F7PAjujmDjSokCS4y.jpg","release_date":"2005-08-19","title":"xxxHOLiC The Movie: A Midsummer Night's Dream","video":false,"vote_average":6.7,"vote_count":28},{"adult":false,"backdrop_path":"/6ev13LyH0cRadAL5JYPoS9XFNvl.jpg","genre_ids":[99],"id":620972,"original_language":"fr","original_title":"Algérie, année zéro","overview":"Documentary on the beginnings of Algerian independence filmed during the summer of 1962 in Algiers. The film was banned in France and Algeria but won the Grand Prize at the Leipzig International Film Festival in 1965. Out of friendship, the production company Images de France sent an operator, Bruno Muel, who later declared: \"For those who were called to Algeria (for me, 1956-58), participating in a film on independence was a victory over horror, lies and absurdity. It was also the beginning of my commitment to the cinema.\"","popularity":1.237,"poster_path":"/cFUGQ2pG8yWwhp0B8AD2eWC3mjg.jpg","release_date":"1965-10-01","title":"Algeria, Year Zero","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":"/iv1tYPdy7uJNQuBk97IpptJO23h.jpg","genre_ids":[10751,16,35,14],"id":638220,"original_language":"de","original_title":"Die Heinzels - Rückkehr der Heinzelmännchen","overview":"The legendary Elfkins (Heinzelmännchen) of Cologne were gnomes secretly helping craftsmen at night until they were ousted by a tailor's malevolent wife 200 years ago. This is the story of their return.","popularity":8.864,"poster_path":"/9nLplPuTXceAwvGqedZRPTAaX4d.jpg","release_date":"2019-10-08","title":"The Elfkins: Baking a Difference","video":false,"vote_average":6.6,"vote_count":45},{"adult":false,"backdrop_path":"/wNxy6Fqvjh0FsIuk7cgqNNq5PhP.jpg","genre_ids":[99],"id":774,"original_language":"fr","original_title":"La Sortie de l'Usine Lumière à Lyon","overview":"Working men and women leave through the main gate of the Lumière factory in Lyon, France. Filmed on 22 March 1895, it is often referred to as the first real motion picture ever made, although Louis Le Prince's 1888 Roundhay Garden Scene pre-dated it by seven years.  Three separate versions of this film exist, which differ from one another in numerous ways. The first version features a carriage drawn by one horse, while in the second version the carriage is drawn by two horses, and there is no carriage at all in the third version. The clothing style is also different between the three versions, demonstrating the different seasons in which each was filmed. This film was made in the 35 mm format with an aspect ratio of 1.33:1, and at a speed of 16 frames per second. At that rate, the 17 meters of film length provided a duration of 46 seconds, holding a total of 800 frames.","popularity":10.38,"poster_path":"/cT2sefAXgEoICJUCEM6UfxXfuDM.jpg","release_date":"1895-03-22","title":"Workers Leaving the Lumière Factory","video":false,"vote_average":6.68,"vote_count":308},{"adult":false,"backdrop_path":"/2skXy1YqUjgWI7jw6Ho2yVCi8jU.jpg","genre_ids":[10770,9648,80],"id":793465,"original_language":"en","original_title":"Aurora Teagarden Mysteries: Til Death Do Us Part","overview":"Just days before Aurora’s wedding, a body is discovered, and she fears her father may be a suspect. She and Nick race to solve the cold case before they walk down the aisle.","popularity":7.947,"poster_path":"/21rUjkCuJdGU54JOc3tWBaCbkGx.jpg","release_date":"2021-06-13","title":"Aurora Teagarden Mysteries: Til Death Do Us Part","video":false,"vote_average":7.3,"vote_count":30},{"adult":false,"backdrop_path":null,"genre_ids":[10751,18,35,10749],"id":401772,"original_language":"hi","original_title":"Anari","overview":"Rajnandini, a rich girl, appoints Rama, a simpleton, as her bodyguard. She soon falls in love with him, which creates havoc in his life.","popularity":1.82,"poster_path":"/agtMfnWvt6dJZtCZp2i6cQ2gFYN.jpg","release_date":"1993-05-26","title":"Anari","video":false,"vote_average":5.2,"vote_count":4},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":877895,"original_language":"en","original_title":"Artificial Gamer","overview":"Humans have been in competition with computer-based Artificial Intelligence for over 80 years in different games — chess, Go, poker, Jeopardy! — a span that tracks the evolution of computing itself. The latest field of battle are hugely popular multiplayer online games that are worldwide sensations, including one of the most lucrative esports of all — Dota 2. A passionate team of Silicon Valley engineers at San Francisco-based OpenAI is challenged to develop an artificial intelligence bot capable of defeating the world champions of Dota 2 — and given only one year to do it. The outcome could alter the way we think about the frontiers of machine learning and of humanity’s ultimate relationship with AI.","popularity":3.403,"poster_path":"/8VuVEfAQTRAs6yTfe8890Cx4RkK.jpg","release_date":"2021-09-24","title":"Artificial Gamer","video":false,"vote_average":8.0,"vote_count":2},{"adult":false,"backdrop_path":"/k3jFkwlqdFQZpi0hDZQSH8TRdnf.jpg","genre_ids":[10751,35],"id":344672,"original_language":"cs","original_title":"Andílek na nervy","overview":"A teen blogger must go from downtown to a small town when an unfortunate event forces her to live with the biological father she's never met.","popularity":0.84,"poster_path":"/7tGe1sQcoXsviZ4Ha3kVkIG0ymn.jpg","release_date":"2015-06-18","title":"Victoria Angel","video":false,"vote_average":7.0,"vote_count":4},{"adult":false,"backdrop_path":null,"genre_ids":[16,878],"id":75535,"original_language":"ja","original_title":"Super Atragon","overview":"At the end of World War II, a top-secret Japanese submarine and an American submarine have a fatal encounter and both are lost. Fifty years later the descendants of the submarines' officers are sent by the United Nations in a new secret submarine to investigate mysterious incidents in the Antarctics that could be linked to the old submarines' disappearances, and could also be the precursor to an invasion by aliens from deep inside the Earth","popularity":6.91,"poster_path":"/pfy70QpZEV0J5kcuzVqsSBR5QkC.jpg","release_date":"1995-12-18","title":"Super Atragon","video":false,"vote_average":5.25,"vote_count":4},{"adult":false,"backdrop_path":"/gzPi7DXzl0eYzZwfxibzx4hi8tH.jpg","genre_ids":[10751,16,10402],"id":81310,"original_language":"en","original_title":"Winnie the Pooh and the Blustery Day","overview":"Winnie the Pooh and his friends experience high winds, heavy rains, and a flood in Hundred Acre Wood.","popularity":12.762,"poster_path":"/5kNFx8GW0zgtLDkhfNBOMMVmJTX.jpg","release_date":"1968-12-20","title":"Winnie the Pooh and the Blustery Day","video":false,"vote_average":7.3,"vote_count":94},{"adult":false,"backdrop_path":"/kLpPzSiNNfZPxe6oMgmW3iZUoJL.jpg","genre_ids":[35],"id":542930,"original_language":"es","original_title":"Lo nunca visto","overview":"The residents of an isolated town look to revive their home's identity when a group of foreigners unexpectedly arrive, bringing culture shock with them.","popularity":11.907,"poster_path":"/aepBkIFxNYZaGZsRIzC1jw1rA15.jpg","release_date":"2019-07-12","title":"A Remarkable Tale","video":false,"vote_average":5.7,"vote_count":64},{"adult":false,"backdrop_path":"/jTDHW4DDYGpvtUgFUPjIKTMqHbN.jpg","genre_ids":[18],"id":979480,"original_language":"ja","original_title":"オープン・マリッジ ある夫婦のカタチ","overview":"Ayaka (Masami Ichikawa) is a full-time housewife in her fifth year of marriage. Her husband, Shingo, was busy working at a publishing company and lived a rustic life and a sexless couple life.  At one point, Shingo's women's magazine featured \"Open Marriage,\" a new marriage style for married couples. \"Open marriage\", which was advocated in the 1970s, was that if there was mutual agreement, we could freely have a relationship with other opposite sex. Shingo, who was requested by the editor-in-chief for an experience report, managed to persuade Ayaka ... After that, the two who found each other's sexual partners, with the excitement born from jealousy, disappeared from sexlessness and began to demand each other's bodies violently.","popularity":2.449,"poster_path":"/21Xq6lI02HDJrhKxUvd7KxRXq6M.jpg","release_date":"2018-11-02","title":"Open Marriage: Aru Fuufu no Katachi","video":false,"vote_average":9.5,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1190134,"original_language":"es","original_title":"Manu: A Visual Album","overview":"A meditative film and counterpart to the eponymous album by composer and violinist Bryan Senti, interweaving neoclassical and indigenous Latin American music. Memories document something distant yet also familiar. Manu: A Visual Album is a documentation of the landscapes and traditions of Ecuador that are on the verge of disappearing. Filmed entirely on 16mm, it explores the highlands of the Andes, the coast of Ecuador and parts of the Amazon.","popularity":1.035,"poster_path":"/xCEIZj2BI28QmrWIZyyaacVdufb.jpg","release_date":"2023-11-10","title":"Manu: A Visual Album","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/7sXsJCyJYqwi8XwgBCEJ0UUp6pI.jpg","genre_ids":[12,10751],"id":301825,"original_language":"de","original_title":"Bibi \u0026 Tina - Voll verhext!","overview":"When robbers hit Falkenstein castle, teen witch Bibi and pal Tina hunt for the crooks, then devise a plan to save the neighbors' failing ranch.","popularity":8.839,"poster_path":"/lqjDGwx2khUFfvY1aDXaUGIgq1t.jpg","release_date":"2014-12-25","title":"Bibi \u0026 Tina: Bewildered and Bewitched","video":false,"vote_average":6.1,"vote_count":51},{"adult":false,"backdrop_path":"/nN04upPaVf3wbMNCvDryFeOpjYA.jpg","genre_ids":[16,35,10751],"id":60897,"original_language":"en","original_title":"Happiness Is a Warm Blanket, Charlie Brown","overview":"Linus is pushed to his limits when he learns Grandma is coming to visit and plans on ridding him of his childish security blanket.","popularity":7.245,"poster_path":"/yjRcn8painrtKiOy0zagyAwH4IH.jpg","release_date":"2011-03-29","title":"Happiness Is a Warm Blanket, Charlie Brown","video":false,"vote_average":7.1,"vote_count":62},{"adult":false,"backdrop_path":"/AjP8gGMMS7A6H2iDGBb7HUaa4Nr.jpg","genre_ids":[35],"id":53403,"original_language":"en","original_title":"A Night Out","overview":"After a visit to a pub, Charlie and Ben cause a ruckus at a posh restaurant. Charlie later finds himself in a compromising position at a hotel with the head waiter's wife.","popularity":8.262,"poster_path":"/79Kd7DQ3XxvH0GG2XePZxh54efq.jpg","release_date":"1915-02-15","title":"A Night Out","video":false,"vote_average":5.8,"vote_count":61},{"adult":false,"backdrop_path":"/beqDgmggIxbgwPIvKdLqx1FNq9l.jpg","genre_ids":[80,18,53],"id":58694,"original_language":"fr","original_title":"Adieu poulet","overview":"When political thugs murder an opponent's volunteer and also kill a cop, chief inspector Verjeat believes the politician who hired them is as guilty as the murderous goon. Verjeat's pursuit of the councilman, Lardatte, gets him a warning from his superiors. When he embarrasses Lardatte while disarming a hostage (the dead volunteer's father), Verjeat is told he's being transferred within a week. He speeds up his hunt for the goon and, with Lefévre, one of his young detectives, he engineers a complicated scheme to buy more time before the transfer. How should Verjeat play out his values of honor and duty?","popularity":10.46,"poster_path":"/6SCYW55I3fpW0EIqyPWcdg85QuG.jpg","release_date":"1975-12-10","title":"The French Detective","video":false,"vote_average":6.799,"vote_count":102},{"adult":false,"backdrop_path":"/A1gDvcNGFkXg57nLuh5Hk2E8B5w.jpg","genre_ids":[18,36],"id":25626,"original_language":"zh","original_title":"建国大业","overview":"The tale of one man who fought against the tyranny of a ruler and led his people in battle in the ultimate sacrifice for his country.","popularity":29.325,"poster_path":"/fqLl0KQzj74yx1QQ1gyrpqjOhJh.jpg","release_date":"2009-09-17","title":"The Founding of a Republic","video":false,"vote_average":5.294,"vote_count":51}],"total_pages":500,"total_results":10000}