{"page":384,"results":[{"adult":false,"backdrop_path":"/59FY0Dk2v7pl3uMV3Yt579LOeSK.jpg","genre_ids":[35],"id":1069974,"original_language":"ar","original_title":"Akhi Fok El Shagara","overview":"Alaa is an introverted young man who lives a healthy and organized life. His life turns upside down when his twin brother whom he never knew existed, Bahaa, Alaa’s complete opposite on all levels, barges into his life.","popularity":2.562,"poster_path":"/afrZ5Vr2URtiEb3zOz3mwB7aOh.jpg","release_date":"2023-01-18","title":"My Brother Above in the Tree","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18,35],"id":370278,"original_language":"fr","original_title":"Antoine et Sébastien","overview":"A film by Jean-Marie Périer.","popularity":2.862,"poster_path":"/zOMLNYNurBuv7iOdHI0bRLPv29b.jpg","release_date":"1974-01-16","title":"Antoine and Sebastian","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18,10749],"id":510040,"original_language":"te","original_title":"Gopala Rao Gari Abbayi","overview":"A 1989 Telugu drama film produced by Vijaya Durga Cine Creations banner.","popularity":1.269,"poster_path":null,"release_date":"1989-09-23","title":"Gopala Rao Gari Abbayi","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/rihp8qJmLUoFlfXIWnmndreTEMf.jpg","genre_ids":[18],"id":649431,"original_language":"ja","original_title":"Aではない君と","overview":"Keiichi Yoshinaga, who works for a major construction company receives a sudden phone call from his ex-wife, Junko Aoba. She tells Keiichi that their second son, Tsubasa, who lives apart, has been arrested for murdering his classmate. Keiichi immediately meets Tsubasa, but for some reason he keeps silence. Since Tsubasa shows no signs of reflecting upon his conduct, he is possibly going to an open trial. To overcome this situation, Keiichi consults a lawyer Kyoko Kanzaki who has a child of the same age.","popularity":3.013,"poster_path":"/enAiCzdgUH8mTQRit20Utjif00M.jpg","release_date":"2018-09-21","title":"As a Father of Murderer Son","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":649819,"original_language":"es","original_title":"The Death of Antonio Sànchez Lomas","overview":"On All Saints’ Day, the Spanish pay tribute to their dead: a day of reverence and remembrance. Nevertheless, beneath the serene surface lie unhealed grief, thundering silence and ever-burning political conflicts. In the southern Spanish village of Frigiliana, time has not healed the wounds from the Franco era. Even now the murder of a villager in 1952 divides the community.","popularity":2.869,"poster_path":"/qtutY89ku1m6i7tchJ3sUOQQBWd.jpg","release_date":"2019-11-22","title":"The Death of Antonio Sànchez Lomas","video":false,"vote_average":2.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":511748,"original_language":"es","original_title":"Un Filósofo en la Arena","overview":"After his retirement, french philosopher and bullfighting enthusiast Francis Wolff decides to embark on a journey to France, Spain and Mexico joined by two mexican filmmakers who hardly know anything about bullfighting, a culture whose days seem to be numbered. During their road trip, they encounter numerous personalities with whom they reflect on mankind’s relationship with animals and nature, but most importantly on our relationship with death and the meaning of the ultimate journey: life itself.","popularity":1.646,"poster_path":"/I42R5ZL68U6PctMBuH5OPJ7mqM.jpg","release_date":"2019-02-01","title":"A Philosopher in the Arena","video":false,"vote_average":2.0,"vote_count":1},{"adult":false,"backdrop_path":"/9M1m4Zev1KCnYCImeKogNvzXzcG.jpg","genre_ids":[28,18,10749],"id":495787,"original_language":"hi","original_title":"Aag Aur Shola","overview":"Police Inspector Ram takes over charge of a police station in a crime-laden region of Bombay. He finds that whenever he attempts to arrest anyone, a gangster named Nagesh always intervenes and arranges their release. He confers with some havaldars about this issue, and they inform him that Nagesh has political influence and no one dares to oppose him. The only one who can dare to stand up to Nagesh is an elusive man called Vishal. On the other hand is Usha, Nagesh's sister, who has fallen in love with a middle-class fellow collegian named Raju. When Nagesh finds out he has Raju severely beaten up and left for dead, and asks his sister never to see Raju again. Raju survives and both he and his mother approach Vishal for justice. What is Vishal's background? Why does he dare to stand up against Nagesh when no one else can?","popularity":1.4,"poster_path":"/fW6CV2H2r7fLAymQhm4O6kG9YKA.jpg","release_date":"1986-01-01","title":"Fire and Flames","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/n6V81wJsljkW2lUaFkic9V22bWk.jpg","genre_ids":[12,35,10751,14,27],"id":364159,"original_language":"sk","original_title":"Pehavý Max a strašidlá","overview":"A parody of Frankensteinian stories. It is a story of a little boy, an orphan who arrives at the Castle of Count Frankenstein - a world inhabited by mysterious and sometimes a bit ridiculous scary creatures. Although each one of them is different, they all share one thing: they feel lonely and they are desperate for a little love and affection.","popularity":2.744,"poster_path":"/pAbAFWNDakzizEIQ7fTHVYzLFID.jpg","release_date":"1987-10-17","title":"Freckled Max and the Spooks","video":false,"vote_average":5.0,"vote_count":2},{"adult":false,"backdrop_path":null,"genre_ids":[18,10770,80],"id":508697,"original_language":"hr","original_title":"Ante se vraća kući","overview":"Ante is a village fella who arrives in Zagreb to study at the faculty of forestry.","popularity":0.645,"poster_path":"/wZHUmzNwg9Vc157sYrmklkgaQlQ.jpg","release_date":"2001-01-01","title":"Ante Returns Home","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":367267,"original_language":"de","original_title":"Adieu, mon ami","overview":"Germany, WWII: 10-year old Dagmar has just lost her beloved twin brother Doug and her family through a bomb attack. Together with a young girl who worked in the bakery of Dagmar's parents they escape to Bavaria and find shelter at some far relatives of Dagmar's family. The little girl just doesn't feel comfortable in the strange family but soon finds a good friend: Laurent, a 17-year old French alien employee. Laurent is tormented by August, the \"head of the family\", but cannot defend himself because as soon as he causes a conflict he will be sent into an approved school in France which is even worse. Dagmar and Laurent become very close and become almost like brother and sister, they are all they have and Dagmar even falls a bit in love with Laurent. One day August sees how Laurent hugs Dagmar, he provokes a conflict and at the end Laurent is sent back to France...","popularity":1.96,"poster_path":"/hdvH7w4xInJdCp0SqhqHFW7sXC8.jpg","release_date":"1996-04-10","title":"Adieu, Mon Ami","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":222560,"original_language":"es","original_title":"Aro Tolbukhin - en la mente del asesino","overview":"After a strict upbringing and the death of his beloved sister, Aro Tolbukhin leaves Hungary for Guatemala. Taken in as a political refugee at a mission, Aro grows close to Sister Carmen and becomes part of the community, but a series of misfortunes drive him to arson and murder. Now on death row, Aro is interviewed about his life and motivations by a film crew trying to understand what made him snap.","popularity":3.803,"poster_path":"/yyja13VQHDUHpclZdkZsxuAbxpI.jpg","release_date":"2002-11-08","title":"Aro Tolbukhin in the Mind of a Killer","video":false,"vote_average":5.8,"vote_count":11},{"adult":false,"backdrop_path":"/98KW4qIo76Zijregh1kvZgx4YwT.jpg","genre_ids":[99],"id":636592,"original_language":"fr","original_title":"Le monde selon Amazon","overview":"This film dives into the world of Amazon, its story and view of the world. It offers a large social fresco backed up by an in-depth investigation where private lives meet the mega-machine.","popularity":1.001,"poster_path":"/8oVafAzkbm1rpq9KxfPsOku7r6a.jpg","release_date":"2019-11-29","title":"The World According to Amazon","video":false,"vote_average":6.4,"vote_count":5},{"adult":false,"backdrop_path":null,"genre_ids":[18,10402,10749],"id":214467,"original_language":"en","original_title":"Aida","overview":"Verdi’s grand opera “Aida” is given an intimate treatment in Busetto, Italy, in 2001, in a staging with young singers, all coached by the legendary tenor Carlo Bergonzi and staged by Franco Zeffirelli. The result is an astonishing musical and dramatic piece of theater, proving that with the right mix of ingredients, an opera can be staged in a small theater and still achieve a thrilling and moving effect.","popularity":2.433,"poster_path":"/9UInt7YVJ0x55WoMjmGB4ji2v0e.jpg","release_date":"2001-01-27","title":"Aida","video":false,"vote_average":8.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[12],"id":213815,"original_language":"es","original_title":"Kilma, reina de las amazonas","overview":"A sailor escapes a mutiny on his ship and finds himself stranded on a jungle island--with a tribe of gorgeous amazon women.","popularity":3.781,"poster_path":"/wsLQyTidyT2Dw9xbYaqPGiMa3Or.jpg","release_date":"1976-03-12","title":"Kilma, Queen of the Amazons","video":false,"vote_average":5.0,"vote_count":2},{"adult":false,"backdrop_path":"/mfgqQNIeXBId73b4Jo3H3ZK4y9p.jpg","genre_ids":[18],"id":767313,"original_language":"kn","original_title":"ACT-1978","overview":"Geetha, a pregnant widow, goes to a government office as part of her long and continuous ordeal to get money from a government scheme that is hers. What seems to be a normal day of bureaucracy and corruption goes awry when she lands up with a bomb strapped to her stomach.","popularity":1.4,"poster_path":"/niX5vAHVPrcw1GjmSov9phWW5ke.jpg","release_date":"2020-11-20","title":"ACT-1978","video":false,"vote_average":1.0,"vote_count":1},{"adult":false,"backdrop_path":"/2QJIqnNwt2XzXd64BwcYwGZ9p7U.jpg","genre_ids":[35],"id":768951,"original_language":"en","original_title":"Aravind SA - I Was Not Ready Da","overview":"Imagine two flowers pollinating on screen for 75 minutes - welcome to Aravind SA's \"I Was Not Ready Da\". This is that show that the whole family should watch - just not together. From his teenage love for white people and chatroom, to his all inclusive approach to strip clubs in America, SA walks us through many such contradictions of traumatising Sanskrit tutors, to provoking news anchors in their own shows. Get ready to meet SA, the man who is finally ready to tell you about the times life threw shit, and he hilariously took the hit.","popularity":1.255,"poster_path":"/z95RKeRsY3n9YbWMdke29DM9ifw.jpg","release_date":"2020-11-27","title":"Aravind SA - I Was Not Ready Da","video":false,"vote_average":8.0,"vote_count":1},{"adult":false,"backdrop_path":"/oHPmYe3opd34lWTmIoLrPCGCRYG.jpg","genre_ids":[],"id":528647,"original_language":"es","original_title":"Alias JJ, la celebridad del mal","overview":"This is a shocking documentary where the audience will meet Jhon Jairo Velazquez Vasquez known as Popeye or Alias JJ, Pablo Escobar’s right-hand man until he decided to surrender to justice to save his life. After serving a twenty-three year prison sentence he became the only survivor from the Medellin Cartel. Velazquez has called the public opinion attention because of his controversial statements before the justice and the media, involving Escobar with high government members, the police, and criminal organizations worldwide. Through interviews with witnesses, victims of the Medellin Cartel and different public opinion figures, this documentary intends to contrast those stories that have made Alias JJ famous.","popularity":0.621,"poster_path":"/o54rqunQrNahfHiNG1SDG0TAiZp.jpg","release_date":"2017-09-01","title":"Alias JJ, The Celebrity of Evil","video":false,"vote_average":8.1,"vote_count":7},{"adult":false,"backdrop_path":"/sKN3yk3Lubmzg36CH2luh6kCvlW.jpg","genre_ids":[80,53],"id":805014,"original_language":"te","original_title":"తిమ్మరుసు: Assignment వాలి","overview":"After a cab driver is found dead, a young pub employee is framed for the murder and is sent to jail for 8 years. When he comes out on parole, a young lawyer takes up the case to prove his innocence.","popularity":1.495,"poster_path":"/9dieUbTLijMnE9gKV8qt4Byc6Cx.jpg","release_date":"2021-07-30","title":"Thimmarusu: Assignment Vali","video":false,"vote_average":7.75,"vote_count":4},{"adult":false,"backdrop_path":"/sUt5kUUahnqqBZKHsz6q9Gupo4H.jpg","genre_ids":[16,12,10751],"id":668448,"original_language":"eu","original_title":"Lur eta Amets","overview":"Lur and Amets’ parents have to go to a wedding this weekend. For this reason, they leave the twins at Grandma Andere’s. However, it’s not going to be a conventional weekend thanks to her magic powers and her cat Baltaxar. They will set out on an unforgettable journey travelling to different eras and having new adventures throughout the history of the Basque Country. Although they are the main characters of every story, Andere and Baltaxar will help them. Unfortunately, two evil men will always be hot on their heels.","popularity":0.842,"poster_path":"/A1bIhHCdrSMG2cvDyxrgKf2AEPp.jpg","release_date":"2020-02-07","title":"Lur \u0026 Amets","video":false,"vote_average":5.3,"vote_count":4},{"adult":false,"backdrop_path":null,"genre_ids":[28,35],"id":531090,"original_language":"fr","original_title":"Ada dans la jungle","overview":"A dying man Lord Gordon asks his niece Ada to find his son in Africa whom he left many years ago.","popularity":2.806,"poster_path":"/jMkIqDLbQyAYi3oaAiZEhJIMuzS.jpg","release_date":"1988-09-28","title":"Ada in the Jungle","video":false,"vote_average":2.0,"vote_count":1}],"total_pages":500,"total_results":10000}