{"page":392,"results":[{"adult":false,"backdrop_path":null,"genre_ids":[53,27,35],"id":283436,"original_language":"pt","original_title":"Arrombada - Vou Mijar na Porra do Seu Túmulo","overview":"A girl is kidnapped by a drug dealer at the behest of a corrupt senator (Coffin Souza), who intends to hold a party in the presence of a demented priest and a doctor using the girl as fun.","popularity":1.175,"poster_path":"/aRwTWgxNpd2YzYaf91MVPlAWGt7.jpg","release_date":"2007-02-06","title":"Arrombada - I'll Piss On Your Fucking Grave!!!","video":false,"vote_average":5.5,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":1165188,"original_language":"en","original_title":"A Hui Huo","overview":"Joyce Oda, a 78-year-old Hawaii resident, recalls her life with her first husband and true love, Stanley, who died 50 years ago. Joyce’s poor health pushes her toward a nursing home, but she struggles to leave the home she built with Stanley.","popularity":0.732,"poster_path":null,"release_date":"2023-10-29","title":"Until We Meet Again","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1196427,"original_language":"cs","original_title":"Avitaminóza","overview":"The unfavorable situation of the labor market during the pandemic pushes Kateryna to work in a fraudulent call center that sells vitamins that promise “magical” success to its consumers. While this helped to survive financially, months of isolation, irritated customers and a common frustration took her into a vitamin deficiency, so-called avitaminosis.  The film is a journey into fragility and the search for healing and love in an increasingly suffocating world for young generations.","popularity":1.4,"poster_path":"/x3XscCweYzLyMTsBnPDLUBrJpfb.jpg","release_date":"2023-10-25","title":"Avitaminosis","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":"/nF5NMCKISXWv8hDFrbRcs7EARF9.jpg","genre_ids":[18,10749],"id":1198083,"original_language":"bn","original_title":"Dhuloye Roilo Dhaka (Goodbye Again)","overview":"After years apart, two former lovers Tim \u0026 Partha unexpectedly reunite at a party, leading them on a poignant journey through the intricate layers of their complicated friendship and unresolved feelings.","popularity":0.6,"poster_path":"/wqWDHizrgCpNOCKIZZff6oZI3ga.jpg","release_date":"2023-10-30","title":"Goodbye Again","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/xNgGEu6b8aexWavKnO1C82dXkpL.jpg","genre_ids":[35,10749],"id":327896,"original_language":"it","original_title":"Amore e guai...","overview":"Three vignettes about couples trying to get together and the problems that continue to keep them apart.","popularity":1.671,"poster_path":"/gfnIP8ykcBtCeUO1dl2b6mFdV5l.jpg","release_date":"1958-12-19","title":"Love and Troubles","video":false,"vote_average":5.8,"vote_count":7},{"adult":false,"backdrop_path":null,"genre_ids":[10402],"id":609729,"original_language":"hi","original_title":"Rani aur Lalpari","overview":"Rani is a child who is being brought up by her mother, Kamla (Asha Parekh) as her dad Rajendra (Rajendra Kumar) has gone out of town on business. Both mother and daughter live with their cruel and selfish relatives (Satyendra Kapoor and Lalita Kumari). They live with her abusive uncle. One day, Kamla gets the news that her husband is returning, and she is overjoyed. This joy turns to sorrow when she finds out that he has died in an accident. Shortly thereafter, she too passes away, leaving poor Rani at the hands of the cruel relatives. Her best friend Pappu (Master Abbas) tells her about Lalpari (Reena Roy). She succeeds to reach heaven with the help of Lalpari and manages to trick Yamraj (God of truth and death). However, Rani's father was only injured in the plane crash. Rani lives happily ever after with her parents. This movie also features the story of Cinderella and Gulliver's Travels in two songs.","popularity":1.289,"poster_path":"/sMxZk53g3B4RSsbF0OWVISvG4dP.jpg","release_date":"1975-01-01","title":"Rani and Lalpari","video":false,"vote_average":8.0,"vote_count":2},{"adult":false,"backdrop_path":"/9hjwZa2avX6pDr48SwCb3xdpnnC.jpg","genre_ids":[],"id":263432,"original_language":"fr","original_title":"La virée à Paname","overview":"Mourad, twenty years old, gets along between drama classes, and going out with his buddies and girlfriend. Today, he decides to leave his district to go to a writing workshop in Paris. But the initiative will turn out to be more complicated than planned.","popularity":1.774,"poster_path":"/sVruumHv28mWorHFEDjQI9OHKdP.jpg","release_date":"2013-08-22","title":"A Day Out in Paris","video":false,"vote_average":4.5,"vote_count":2},{"adult":false,"backdrop_path":"/a79ArZYkxTmdymXPoe4FL6raTuO.jpg","genre_ids":[10402],"id":360800,"original_language":"en","original_title":"Aerosmith – Rocks Donington 2014","overview":"Aerosmith Rocks Donington 2014 is much more than just a great gig. It is a lasting document of the powerful and explosive bond that these five men Steven Tyler, Joe Perry, Brad Whitford, Tom Hamilton and Joey Kramer have made with each other and with fans of rock n roll everywhere. The film captures Aerosmith headlining the massive Download Festival at Donington Park with all their attitude and talent-drenched beauty as they deliver a blistering set of their greatest hits. It is a true once-in-a-lifetime rock n roll experience to treasure and remember forever.","popularity":1.683,"poster_path":"/zRaSaEajMddOa7DLXKM8uJ1YQKR.jpg","release_date":"2015-09-03","title":"Aerosmith - Rocks Donington 2014","video":true,"vote_average":8.417,"vote_count":12},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":489530,"original_language":"pt","original_title":"António e Catarina","overview":"A 70-year-old man and a 25-year-old woman share a candid and twisted relationship with a deadline. Trapped in one room, Antonio and Catarina are negotiating the terms of their relationship.","popularity":1.347,"poster_path":"/pTRQpD7n7SxIRs1f4QTxkJtGnoZ.jpg","release_date":"2017-08-10","title":"Antonio and Catarina","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/9yYMuLUGaNgeepNKMNaA0p6s56Z.jpg","genre_ids":[10751],"id":1224048,"original_language":"fr","original_title":"Arnaud Soly : Stand Up","overview":"In this show, conceived - as you may have guessed - in stand-up comedy style, the comedian takes an analytical look at the world around him.","popularity":0.84,"poster_path":"/p9mz8TDGb7b8KGmHe0CgECKL7fK.jpg","release_date":"2023-12-28","title":"Arnaud Soly: stand-up","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/d5dWgwodpSMhLVybc9u0nlPbrbN.jpg","genre_ids":[80,18],"id":950668,"original_language":"hu","original_title":"Az Utolsó Éjjel","overview":"Two security guards are holding a job interview in their downstairs office at a prominent club in Budapest while the Saturday night party is at full blast upstairs. A former arm-wrestling champion, Jani is applying to become a bouncer. The interview backfires and shortly afterwards a drunk girl falls victim of an incident on the dance floor. The stakes become higher when it turns out who she really is.","popularity":0.881,"poster_path":"/pxY4SuBU6cVnRivuhE2StSGkNY3.jpg","release_date":"2022-03-11","title":"The Last Night - Beyond Good and Evil","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/9sZ4AGqaPbUj8h02mKnpgEq945P.jpg","genre_ids":[99],"id":1224513,"original_language":"en","original_title":"2023 AFL Grand Final: Collingwood v Brisbane","overview":"The MCG was packed with overjoyed Collingwood fans on the last Saturday in September, as the Magpies lifted their 16th AFL Premiership Cup, their first since their last triumph in 2010. Collingwood had a near-flawless finals run, after a frenetic win over the Demons in a Qualifying Final, the Magpies followed up with a thrilling 1 point win over the GWS GIANTS in a Preliminary Final. On the last Saturday in September at the MCG, the Minor Premiers were simply too good, with Magpies coach Craig McRae winning his first Premiership as Collingwood coach, a prize the Collingwood faithful won't forget any time soon.","popularity":0.86,"poster_path":"/eCI5Xh17kitKhXIBhV9Zss2OIbE.jpg","release_date":"2023-10-04","title":"2023 AFL Grand Final: Collingwood v Brisbane","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":149326,"original_language":"nl","original_title":"Bij de beesten af","overview":"The film is a study of the differences and similarities between human and animal behaviour. The first part of the movie focuses on the behaviour of various animal species. The second half is about humans. In the original Dutch version writer Anton Koolhaas, who also wrote the script, provided the voice-over.","popularity":0.86,"poster_path":"/msWeEmr3ezrkMuJBmAkffv3GGpe.jpg","release_date":"1972-12-21","title":"Ape and Super-Ape","video":false,"vote_average":5.0,"vote_count":5},{"adult":false,"backdrop_path":null,"genre_ids":[12],"id":384968,"original_language":"fr","original_title":"Un drame dans les airs","overview":"This Gaston Velle movie from 1904 was a fairly venturesome piece of film-making for the era. First, its credits include Jules Verne: his second after the Méliès TRIP TO THE MOON a couple of years earlier. Second, it uses a dozen cuts, irised lenses -- the balloonists' views through their telescope -- panning shots, combined images and tints. The tints were standard for the era, but everything else had to be achieved with great difficulty. In an era when most movies still lasted a minute with a stationary camera and a single set-up, this was pretty much state of the art.","popularity":0.991,"poster_path":"/upd5kkmhUCBRJER8PrYREHsU1CA.jpg","release_date":"1904-08-26","title":"Drama in the Air","video":false,"vote_average":5.8,"vote_count":5},{"adult":false,"backdrop_path":"/shX5kZV6HvnzqwZ3VuinnkHDtmL.jpg","genre_ids":[18],"id":1225935,"original_language":"id","original_title":"Arkian","overview":"Two 13-year-old children from broken homes with different social backgrounds explore a place they have never visited before in order to discover their own identities. However, when they find what they are looking for, both of them decide to go their separate ways.","popularity":0.6,"poster_path":"/649DyDfMjj0HcDDyNpTAmwsrC9X.jpg","release_date":"2023-12-26","title":"Arkian(Before that,After that,Then from that)","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":"/xUWx02fdCYGAoOEkb6q1RF7zOGN.jpg","genre_ids":[10402],"id":554217,"original_language":"fr","original_title":"Deep Purple au Hellfest 2017","overview":"Almost 50 years after their founding, Deep Purple released their 20th studio album “Infinite”. Hard rock legends Ian Gillan, Roger Glover, Ian Paice, Steve Morse and Don Airey went on tour for the last time. On June 16th they performed at Hellfest, the biggest French metal meeting. Mat Bastard hosted this special, final concert.","popularity":1.938,"poster_path":"/gsn1IIaADO2bNo2PRtuz6VOXZCI.jpg","release_date":"2017-11-13","title":"Deep Purple at Hellfest","video":true,"vote_average":8.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":394519,"original_language":"en","original_title":"Cousteau: Alaska: Outrage at Valdez","overview":"On March 24, 1989, the supertanker Exxon Valdez ran aground in the pristine waters of Alaska's Prince William Sound, spilling 11 million gallons of crude oil. Jean-Michel Cousteau, son of Jacques Cousteau, takes us on a voyage to investigate first-hand the devastating impact of the U.S.'s largest oil spill. Amid the majestic mountains and ice floes of this serene setting, the leaking oil spreads like a virus staining and often killing everything it encounters. Harbor seals, sea otters, and bald eagles fall victim to the tragic accident.","popularity":0.804,"poster_path":null,"release_date":"1990-03-25","title":"Cousteau: Alaska: Outrage at Valdez","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[35,18],"id":364578,"original_language":"sh","original_title":"Prokleta je Amerika","overview":"A three-part anthology film. Story 1: A released convict traces his girlfriend and other people who were responsible for his  imprisonment. Story 2: A factory worker Pantic comes to Belgrade where he befriends a waiter. Having no overnight lodge, Pantic spends the night in the bar where his new acquaintance works, and becomes a victim of group of people who start picking on him. The initially protective waiter joins their harassment, and that's when Pantic pulls out a knife. Story 3: A female reporter gets back from the province without getting job done. On her way back, she meets an abused woman who lives with her husband in a trailer, making grill. The two will run away together, facing many hazards and trials.","popularity":1.3,"poster_path":"/uAzF1seHAdRHugfhjTjVwMxsQgx.jpg","release_date":"1992-01-01","title":"Be Damned, America","video":false,"vote_average":6.3,"vote_count":3},{"adult":false,"backdrop_path":"/zRdKKnVK9WgWr72pvqFch1M21fy.jpg","genre_ids":[99],"id":1098403,"original_language":"tr","original_title":"Aşk, Ateş ve Anarşi Günleri: Türk Sinemateki ve Onat Kutlar","overview":"In 1961, the young writer Onat Kutlar goes to Paris to study philosophy. After discovering his passion for cinema at the Cinémathèque Française he decides to found a Cinematheque in Istanbul to bring the world of art cinema to Turkey. Although the Turkish Sinematek came to a tragic end in 1980, it quickly established an intellectual film culture that continues to influence Turkey today.","popularity":0.737,"poster_path":"/4GRz51gD041srd8c0ws90eAdn3z.jpg","release_date":"2023-04-07","title":"Days of Fire, Love and Anarchy","video":false,"vote_average":7.0,"vote_count":2},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1121906,"original_language":"sv","original_title":"I huvet på Per Åhlin","overview":"A portrait of Per Åhlin, who has been called the father of Swedish animation.","popularity":1.4,"poster_path":"/Cdg72fq0DCTj2mMN5nRHiMzqmS.jpg","release_date":"2019-11-15","title":"Out of Per Åhlin's Head","video":false,"vote_average":0.0,"vote_count":0}],"total_pages":500,"total_results":10000}