{"page":423,"results":[{"adult":false,"backdrop_path":"/zaydFrMVU5mn3ajBc3VwbNasYAG.jpg","genre_ids":[80,35,53,28],"id":36867,"original_language":"ja","original_title":"鮫肌男と桃尻女","overview":"In dreamlike mountain scenery, Toshiko makes a daring escape from her sexually warped Uncle Sonezaki. Fortunately, she met Samehada as she runs for her life, which is also escaping from some slayers. What follows is a wild chase that leads the audience into a comically violent world.","popularity":12.295,"poster_path":"/31rPJUTmffhsKmCT996kKIBflkL.jpg","release_date":"1998-09-15","title":"Shark Skin Man and Peach Hip Girl","video":false,"vote_average":6.713,"vote_count":40},{"adult":false,"backdrop_path":"/tLtUXUpBeibFkqRjGCB757BMKha.jpg","genre_ids":[14,35,18],"id":364540,"original_language":"en","original_title":"Girl Asleep","overview":"The world is closing in on Greta Driscoll. On the cusp of turning fifteen she can't bear to leave her childhood, it contains all the things that give her comfort in this incomprehensible new world. She floats in a bubble of loserdom with her only friend Elliott, until her parents throw her a surprise 15th birthday party and she's flung into a parallel place; a world that's weirdly erotic, a little bit violent and thoroughly ludicrous - only there can she find herself.","popularity":10.041,"poster_path":"/mH6jYScJfiamYRzojwcuNp81UoH.jpg","release_date":"2015-10-20","title":"Girl Asleep","video":false,"vote_average":6.262,"vote_count":103},{"adult":false,"backdrop_path":"/jpCMO03TRrprpfumd0EwfhohkMN.jpg","genre_ids":[18,35],"id":26367,"original_language":"en","original_title":"I Can Do Bad All By Myself","overview":"When Madea catches teenage Jennifer and her two younger brothers looting her home, she decides to take matters into her own hands and delivers the young delinquents to the only relative they have: their aunt April. A heavy-drinking nightclub singer who lives off of her married boyfriend, April wants nothing to do with the kids.","popularity":8.273,"poster_path":"/eWgQ40mrijQCiyr4J0mhc8BT8Bp.jpg","release_date":"2009-09-11","title":"I Can Do Bad All By Myself","video":false,"vote_average":6.4,"vote_count":120},{"adult":false,"backdrop_path":"/pz3jynL8R1LUgipUuwF4o7SyB4t.jpg","genre_ids":[18],"id":170391,"original_language":"en","original_title":"In a Shallow Grave","overview":"Garnet Montrose (Michael Beihn) returns home to West Virginia after suffering horrible facial disfigurement from wounds at the battle of Guadalcanal. He watches his former sweetheart Georgia (Maureen Mueller) from his farm down the road. Garnett is obviously socially withdrawn because of his injuries, and he soon enlists the help of itinerant young farmhand Potter Daventry (Patrick Dempsey) to deliver notes to Georgia. Garnet begins to open up to Potter before he suspects him of delivering more than letters. Potter quickly becomes a major focus in both Garnet and Georgia's lives in this drama taken from the novel by James Purdy.","popularity":3.052,"poster_path":"/3VSL3NJgaV72adPxbusIgSywFz.jpg","release_date":"1988-05-06","title":"In a Shallow Grave","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1206856,"original_language":"fi","original_title":"Alma – Life Must Be Beautiful","overview":"The film reveals for the first time the life, career and personality of Alma, her journey from rags to riches, the story of her survival from growing up in a poor family to becoming a star on the world's biggest stages. It shows authentic archive footage from Alma's childhood to his most recent tours - from intimate moments with a group of friends to the downsides of her career and fame. The film is an authentic and personal portrayal of who Alma-Sofia Miettinen is.","popularity":24.167,"poster_path":"/lKCqG8EPg30CZ8DOkXoXAy1Yxs8.jpg","release_date":"2024-03-15","title":"Alma – Life Must Be Beautiful","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/f0FRt6szFMgRXs57hSlCwz0E8V.jpg","genre_ids":[18],"id":1141178,"original_language":"sv","original_title":"Amina","overview":"Amina, a young and talented mixed martial arts fighter, struggles to raise her seven year old daughter. When she gets a shot at the world MMA championships, she is forced to make the toughest choice of her life.","popularity":1.889,"poster_path":"/n8798tEvkj6INi1we2o0wC1Jthy.jpg","release_date":"2023-12-01","title":"Savage","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/hPdyCICjKcTC7k78YoFQIW5Jlr9.jpg","genre_ids":[35,878],"id":685309,"original_language":"en","original_title":"Sex and the Future","overview":"When misfits Barry and Evan design their ideal woman as a robot, they realize a fortune could be made if they had the money to mass produce their prototype. A wealthy prince soon finds out about their invention and the three hatch a plan to rule the world and change sex and the future! If life were that simple.","popularity":5.37,"poster_path":"/hHtJhevKKC3ZNPslcojfLMecYjo.jpg","release_date":"2020-04-01","title":"Sex and the Future","video":false,"vote_average":5.3,"vote_count":11},{"adult":false,"backdrop_path":"/ygQOs1thAGr2798J12EEy6LLuAn.jpg","genre_ids":[18],"id":127374,"original_language":"en","original_title":"Arthur Newman","overview":"A story of a man who fakes his own death and assumes a new identity in order to escape his life, who then moves in with a woman who is also trying to leave her past behind.","popularity":12.699,"poster_path":"/ns4gt4qD5JA3QioVlKzWSEM56Dj.jpg","release_date":"2012-09-07","title":"Arthur Newman","video":false,"vote_average":5.648,"vote_count":199},{"adult":false,"backdrop_path":"/4HPdnP4F8dcKwLh3WZuQ8uFdEmp.jpg","genre_ids":[35],"id":21231,"original_language":"en","original_title":"Katt Williams: American Hustle","overview":"Stand-up comedian Katt Williams stars in this feature-length comedy. The film follows Katt as he takes a trip to Hollywood, where he hopes to break into the movie industry. But Katt's dreams lie in tatters when he is cast in increasingly ridiculous and stereotyped roles, so he remembers where his real loyalties lie, and sets off on a stand-up comedy road trip.","popularity":7.186,"poster_path":"/mNRkf4nSvg8Hn6eZXAHKZzm1YJW.jpg","release_date":"2007-01-01","title":"Katt Williams: American Hustle","video":false,"vote_average":6.9,"vote_count":12},{"adult":false,"backdrop_path":"/hBxdPi4cedZNCVtiu7ajaR3JY6h.jpg","genre_ids":[80,18],"id":20330,"original_language":"en","original_title":"Beyond a Reasonable Doubt","overview":"A newspaper publisher, wanting to prove a point about the insufficiency of circumstantial evidence, talks his possible son-in-law Tom into a hoax in an attempt to expose ineptitude of the city's hard-line district attorney. The plan is to have Tom plant clues leading to his arrest for killing a female nightclub dancer. Once Tom is found guilty, he is to reveal the setup and humiliate the DA.","popularity":11.361,"poster_path":"/en5rlVq8w4JSrxXForJhMP2S0xY.jpg","release_date":"1956-09-13","title":"Beyond a Reasonable Doubt","video":false,"vote_average":6.9,"vote_count":96},{"adult":false,"backdrop_path":"/aKIpErNyT894M1QXUdxqdoxT44w.jpg","genre_ids":[35,10749],"id":483877,"original_language":"th","original_title":"15+ ไอคิวกระฉูด","overview":"With their teen hormones raging, three high school boys help one another explore their curiosity about the opposite sex and love in this raunchy comedy.","popularity":11.047,"poster_path":"/m44CBfL3erclj5XLhzomkIYBue6.jpg","release_date":"2017-08-03","title":"15+ Coming of Age","video":false,"vote_average":4.619,"vote_count":42},{"adult":false,"backdrop_path":"/lHYJfdMmpZGRgwNlNYkjLSyOF17.jpg","genre_ids":[18],"id":49846,"original_language":"fr","original_title":"Un Dimanche à Kigali","overview":"In April 1994, the middle-aged Canadian journalist Bernard Valcourt is making a documentary in Kigali about AIDS. He secretly falls in love for the Tutsi waitress of his hotel Gentille, who is younger than him, in a period of violent racial conflicts. When the genocide of the Tutsis by the Hutus in Rwanda begins, Bernard does not succeed in escaping with Gentille to Canada. When the genocide finishes in July 1994, Bernard returns to the chaotic Kigali seeking out Gentille in the middle of destruction and dead bodies.","popularity":2.002,"poster_path":"/2LJi7vwBWxqxgv5NBxC82XZp6Wx.jpg","release_date":"2006-03-03","title":"A Sunday in Kigali","video":false,"vote_average":7.056,"vote_count":9},{"adult":false,"backdrop_path":"/pur6THv2H7qmXMu0Ft7bxft0jbg.jpg","genre_ids":[99,10770],"id":579152,"original_language":"es","original_title":"Las Hurdes, tierra con alma","overview":"A modern answer to Luis Buñuel's mythical documentary “Land Without Bread” (1933) about Las Hurdes, a historically impoverished region of the province of Cáceres, in Extremadura, Spain, and also a journey of discovery of the soul of this beautiful land and its inhabitants.","popularity":0.943,"poster_path":"/p2PBUGf7yURzHh4aTWOerRdrioG.jpg","release_date":"2015-09-17","title":"Las Hurdes, a Land with Soul","video":false,"vote_average":5.5,"vote_count":2},{"adult":false,"backdrop_path":"/9lE4SF8o4ZUIRM4krvDLCLJqljW.jpg","genre_ids":[18],"id":46280,"original_language":"fr","original_title":"L'Annulaire","overview":"When she is slightly hurt in the factory where she works, Iris quits her job and finds a new one as an assistant in a laboratory of a very peculiar kind. Without fully grasping what is at play around her, she gradually engages in a disturbing love affair with her enigmatic employer.","popularity":8.582,"poster_path":"/3ToULCjxL4E9owW271jQXNBfkr4.jpg","release_date":"2005-06-08","title":"The Ring Finger","video":false,"vote_average":5.522,"vote_count":32},{"adult":false,"backdrop_path":"/rHKT4NBZerJWdaR5Iv38oAif2NA.jpg","genre_ids":[18],"id":62321,"original_language":"el","original_title":"Attenberg","overview":"Marina, 23, is growing up with her architect father in a prototype factory town by the sea. Finding the human species strange and repellent, she keeps her distance...that is until a stranger comes to town and challenges her to a foosball duel, on her own table. Her father, meanwhile, ritualistically prepares for his exit from the 20th century, which he considers to be \"overrated.\"","popularity":10.766,"poster_path":"/ry03y6yIwgEZwG5zuCHmOxj8Thk.jpg","release_date":"2010-12-09","title":"Attenberg","video":false,"vote_average":6.162,"vote_count":114},{"adult":false,"backdrop_path":"/32hQccqSJqenEBZjOQ2OzneeVmV.jpg","genre_ids":[99],"id":448341,"original_language":"en","original_title":"I Am Iron Man","overview":"A documentary covering pre-production topics like suit design and construction, storyboards, animatics, and pre-viz, sets, working in the suit, casting, rehearsals, and preparation, and the start of the shoot. From there we look at performances, locations and production design, stunts, hardware and practical effects, and various sequence specifics. Finally, the program goes through post-production at Skywalker Ranch, the titles and a few visual elements, and wrapping up the flick.","popularity":13.521,"poster_path":"/81zROb3C2MnOE67AwgAdWWfy4gK.jpg","release_date":"2008-09-30","title":"I Am Iron Man","video":false,"vote_average":7.2,"vote_count":68},{"adult":false,"backdrop_path":"/7Wqx3w9sdhUNBOucQK6HRbxsoI1.jpg","genre_ids":[53,80],"id":70967,"original_language":"fr","original_title":"Dernier domicile connu","overview":"Marceau Léonetti, a competent and energetic officer stops by chance the son of an influential lawyer driving under the influence of alcohol. A few months later, the lawyer falsely accuses Léonetti as being violent and incompetent. As a result Marceau is transferred to a small police station, where he meets young and beautiful Jeanne. Soon they are faced with a tough investigation.","popularity":11.506,"poster_path":"/bHEwhNTGx6Oc4gL0NepSj4IUkEy.jpg","release_date":"1970-02-25","title":"Last Known Address","video":false,"vote_average":7.399,"vote_count":89},{"adult":false,"backdrop_path":"/5Je1MgEXyo3Yg8brZPcrmp55cxq.jpg","genre_ids":[35,18,10749],"id":10051,"original_language":"fr","original_title":"Fauteuils d'orchestre","overview":"A young woman arrives in Paris where she finds a job as a waitress in bar next on Avenue Montaigne that caters to the surrounding theaters and the wealthy inhabitants of the area. She will meet a pianist, a famous actress and a great art collector, and become acquainted with the \"luxurious\" world her grandmother has told her about since her childhood.","popularity":6.955,"poster_path":"/fgJwqYJ59daMvOS3JuZJcJiVRVn.jpg","release_date":"2006-02-15","title":"Avenue Montaigne","video":false,"vote_average":6.204,"vote_count":103},{"adult":false,"backdrop_path":"/4dqvnOyfcLw3Q6usRufBrt1Yo6.jpg","genre_ids":[28,10749,18],"id":69427,"original_language":"ta","original_title":"Amarkalam","overview":"Vasu is a tough street crook who lives at a movie theater. One day while transporting the reels of a new film, he clashes with a music student Mohana. Mohana is the daughter of the Police Commissioner, who Tulsidas an ex-gang leader released from jail has an old grudge against. He tells Vasu to kidnap Mohana for two days in order to ruin the family's honor. While being held captive by Vasu, Mohana falls in love with him after hearing him sing. Vasu rejects her love, but on learning of it, Tulsidas pays him to pretend to be in love with her. By the time Tulsidas learns that his enmity with the police commissioner is false and tells Vasu to stay away from Mohana it is too late, Vasu's love has become real.","popularity":2.72,"poster_path":"/m811mOJFIGSmf2vGbPRhwhgngaZ.jpg","release_date":"1999-08-25","title":"Amarkalam","video":false,"vote_average":6.5,"vote_count":13},{"adult":false,"backdrop_path":"/zp49zf9Ox33BAXrWYKJ0oBQvDmI.jpg","genre_ids":[18,53],"id":121789,"original_language":"en","original_title":"At Any Price","overview":"Set in the competitive world of modern agriculture, ambitious Henry Whipple wants his rebellious son Dean to help expand his family’s farming empire. However, Dean has his sights set on becoming a professional race car driver. When a high-stakes investigation into their business is exposed, father and son are pushed into an unexpected situation that threatens the family's entire livelihood.","popularity":14.758,"poster_path":"/xn4eRVG2749Hqh9v8tbcdLMdd2p.jpg","release_date":"2012-08-30","title":"At Any Price","video":false,"vote_average":5.337,"vote_count":208}],"total_pages":500,"total_results":10000}