{"page":446,"results":[{"adult":false,"backdrop_path":"/73ls8K2uWQm5lrb8ShAX6ShJbaE.jpg","genre_ids":[18],"id":222951,"original_language":"hi","original_title":"B.A. Pass","overview":"After losing his parents in a car accident, Mukesh stays at his Aunt's house in Delhi. Enrolled in a good for nothing course in college he finds peace by playing chess at the local cemetery, the rest of the times he worries over ways to make a living and taking care of his sisters. 'B.A.Pass' is a story looking at the fatal promise of a new life. When Mukesh meets Sarika 'auntie' at a kitty party, little does he know of the city and it's ways and means to survive. Sarika seduces Mukesh, shy and inexperienced he falls for her. What follows is a twist of destiny, a kind of story that appears in the tabloids as 'heinous acts of crime'","popularity":13.284,"poster_path":"/5KiuF1VdtjFXTp7aeYsGyFcKa7O.jpg","release_date":"2012-08-30","title":"B.A. Pass","video":false,"vote_average":5.721,"vote_count":34},{"adult":false,"backdrop_path":"/oDtrJiviv8Ef7iqGPfarLg9RHqQ.jpg","genre_ids":[18,12,878],"id":64508,"original_language":"de","original_title":"Es ist nicht leicht, ein Gott zu sein","overview":"Another planet in the period of medieval times. An employee of the institute of experimental history from Earth, who is send under the name of noble don Rumata of Estor as a spy with a mission to contact the local resident of the institute, arrives in the city of Arkanar. But the resident perishes under an unlucky attempt to make a palace coup, and Rumata have to take his place as the resident. Soon he meets all the horrors of the medieval society - a peasant war, palace coups, mass executions. To continue to be an indifferent watcher of all these horrors turns out to be simply impossible...","popularity":4.914,"poster_path":"/Asun3ZgcoCZcDLlCaepc4senWya.jpg","release_date":"1990-01-25","title":"Hard to Be a God","video":false,"vote_average":6.278,"vote_count":36},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":1154839,"original_language":"de","original_title":"And They Lived Presents… Hitch In The Giddy-Up: Once Upon A Time In The Mid-Field With The Touring Martyrs of Magical Mystery","overview":"All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun  How am I supposed to get any riding done?  All the tired horses in the sun","popularity":0.943,"poster_path":"/bU0wouq6XqatB1cC4IUVlLvToP6.jpg","release_date":"2023-08-15","title":"Hitch In The Giddy-Up: Once Upon A Time In The Mid-Field With The Touring Martyrs of Magical Mystery","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/41PmyeeExCJNb8BfnizCUiWRENH.jpg","genre_ids":[10751,12],"id":131935,"original_language":"no","original_title":"Mormor og de åtte ungene i skogen","overview":"The eight kids Maren, Martin, Marte, Mads, Mona, Milly, Mina and Morten has moved with their parents and grandmother from the tiny apartment in the city to a cozy, red house in the forest. Here there is plenty of room for everyone to play, and having grandmother around proves to be useful. She watches the kids, sells waffles to passing ski-goers, and mediates between her own local knights and the attacking Indians from Tiriltoppen.","popularity":1.233,"poster_path":"/tSikotB1v35ve0Z5YAjb3fKn29q.jpg","release_date":"1979-09-18","title":"Grandma and the Eight Children in the Woods","video":false,"vote_average":6.5,"vote_count":2},{"adult":false,"backdrop_path":"/jwUZbg4HI718bV5EMggVpb34Soi.jpg","genre_ids":[18],"id":204457,"original_language":"fr","original_title":"Le mystère Alexina","overview":"In 1856, fresh from life with nuns in an orphanage school, Alexina Barbin comes to a coastal village in La Rochelle to teach the village girls. She is deeply religious. She shares the classroom and a bedroom with the young and vivacious Sara, with whom she falls in love. Alexina has another secret: her gender is mysterious. She and Sara begin a scandalous love affair, but Alexina seeks marriage and social acceptance. She discloses her secrets to the village priest, to her mother, to the bishop, and to the bishop's physician. After the church and court rule on her petition, marriage to Sara becomes Alexina's sole purpose and hope.","popularity":2.037,"poster_path":"/xeeg5eTv2DtLiihMxLN5LVFhzqC.jpg","release_date":"1985-09-25","title":"The Mystery of Alexina","video":false,"vote_average":4.2,"vote_count":7},{"adult":false,"backdrop_path":"/i29gqIm1KvEL8F6WOhUH8wQBc5P.jpg","genre_ids":[99,36,10770],"id":1045927,"original_language":"fr","original_title":"« Les Hauts de Hurlevent » : amour, haine et vengeance","overview":"In 1847, British writer Emily Brontë (1818-48), perhaps the most enigmatic of the three Brontë sisters, published her novel Wuthering Heights, a dark romance set in the desolation of the moors, a unique work of early Victorian literature that stunned contemporary critics.","popularity":3.491,"poster_path":"/6XydaQH4a4aoq136xAnoIRmmmQr.jpg","release_date":"2022-11-09","title":"Wuthering Heights: Love, Hate and Vengeance","video":false,"vote_average":8.0,"vote_count":2},{"adult":false,"backdrop_path":"/rzJO1RSeVGUj14HC8G5XMoJggeE.jpg","genre_ids":[16,35],"id":1145342,"original_language":"en","original_title":"Beavis and Butt-Head: The Mike Judge Collection Volume 1 Disc 3","overview":"Disc Three includes all the \"special\" Beavis and Butt-Head moments not found in the episodes. The boys comment on videos that rule from Beastie Boys, Pantera, Wilco and more. Plus Beavis and Butt-Head Video Music Awards appearances, the Thanksgiving Special with Kurt Loder and Beavis and Butt-Head promos.","popularity":0.826,"poster_path":"/3OpRJ00HBDXIiKaGCrXrGgWssBd.jpg","release_date":"2005-11-08","title":"Beavis and Butt-Head: The Mike Judge Collection Volume 1 Disc 3","video":true,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/bdcilbtyoovfDTZSI0f7SgGUYxz.jpg","genre_ids":[27,28,14,878],"id":283749,"original_language":"en","original_title":"Ninja Apocalypse","overview":"Framed for assassinating the Grandmaster, the Lost Ninja Clan must battle their way up an underground nuclear bunker filled with hordes of supernatural enemies, mutants and flesh eating zombies. Trapped a thousand feet below the earth's crust, these ninjas will face hell.","popularity":9.906,"poster_path":"/8ZCkOcGitidZs6KSL4EIFNnuTEe.jpg","release_date":"2014-08-05","title":"Ninja Apocalypse","video":false,"vote_average":3.4,"vote_count":29},{"adult":false,"backdrop_path":"/i1p9kCZgZDiiHLPCuTKcgq3ItGU.jpg","genre_ids":[99],"id":413765,"original_language":"en","original_title":"David Lynch: The Art Life","overview":"An intimate journey through the formative years of David Lynch's life. From his idyllic upbringing in small town America to the dark streets of Philadelphia, we follow Lynch as he traces the events that have helped to shape one of cinema's most enigmatic directors.","popularity":10.035,"poster_path":"/pBwqs2Q8TwJMi7rt4C9hTRXsA20.jpg","release_date":"2017-02-15","title":"David Lynch: The Art Life","video":false,"vote_average":6.9,"vote_count":175},{"adult":false,"backdrop_path":"/7DAmOH52a1rm4bsdSBV2PJeLDLy.jpg","genre_ids":[35,10749,10752],"id":23567,"original_language":"en","original_title":"I Was a Male War Bride","overview":"After marrying an American lieutenant with whom he was assigned to work in post-war Germany, a French captain attempts to find a way to accompany her back to the States under the terms of the War Bride Act.","popularity":10.948,"poster_path":"/gwliIJs9TWlZAcp6k0cx0I81W5e.jpg","release_date":"1949-08-26","title":"I Was a Male War Bride","video":false,"vote_average":6.861,"vote_count":126},{"adult":false,"backdrop_path":"/9ExYlK1VOtoxxuEX7uHScpYA2nA.jpg","genre_ids":[10751,35],"id":370071,"original_language":"en","original_title":"A Christmas Star","overview":"Born under the Christmas Star, Noelle believes she has the gift to perform miracles, so when conniving developer McKerrod threatens her peaceful life she and her friends determine to use this gift to thwart his plans and save their village.","popularity":9.911,"poster_path":"/kuPmTKaiAB7HjpZZHGUQWCK6AwD.jpg","release_date":"2015-12-29","title":"A Christmas Star","video":false,"vote_average":5.0,"vote_count":35},{"adult":false,"backdrop_path":"/9leHtKCXWvkFzEvtLlwXi1ylkKn.jpg","genre_ids":[99],"id":863339,"original_language":"de","original_title":"Aware – Reise in das Bewusstsein","overview":"Aware follows six brilliant researchers around the world who set out to discover the true meaning of consciousness, the world's greatest unsolved mystery. Through radically different approaches, the cast of researchers take the audience into a fascinating world of high-tech brain research, eastern meditation, psychedelics, the consciousness of plants experiments and eventually beyond the explicable.","popularity":2.296,"poster_path":"/ofyGFtDdayDCHIzsYNdVNlAOLjP.jpg","release_date":"2021-09-02","title":"Aware: Glimpses of Consciousness","video":false,"vote_average":7.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[10402,99],"id":408019,"original_language":"de","original_title":"Claudio Abbado: Die Stille nach der Musik","overview":"Shot over a two-year period observing Abbado:  a) Rossini, Overture to 'll Barbiere di Siviglia'  b) Schubert, Symphony no. 2 B-Major, D. 125  c) Arnold Schonberg, Kammersinfonie no. 1 E-Major op. 9  (Filmed in Venice, Gran Teatro La Fenice, in February 1995, Chamber Orchestra of Europe).  a) Richard Strauss, Elektra (Deborah Polaski, Karita Mattila, Marjana Lipovsek, Ferrucio Furlanetto)  b) Beethoven, Symphony no 6 F-Major, op. 68, 'Pastorale'  (Filmed in the Festspielhaus Salzburg on the occasion of the Easter Festival, April 1995, Berlin Philharmonic).  a) Beethoven, Concerto for piano and orchestra no. 3 C-MINOR, OP. 37 (Maria Joao Pires)  b) Bruckner, Symphony no. 9 D-Minor  (Filmed in Paris, Cite de la Musique, in August 1995, Gustav Mahler Youth Orchestra).","popularity":0.6,"poster_path":"/1nmAjo4L5hwQA5Iepih1XNqJvcJ.jpg","release_date":"1996-01-01","title":"Abbado: The Silence that Follows the Music","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/iRNu0xwW2ZiChZkBGbp0uudCLsn.jpg","genre_ids":[10749,18],"id":852317,"original_language":"en","original_title":"Ageless Love","overview":"The incredible true story of an odd Jewish couple (Yale Schwartz and Nina Lemisch) who fought against the social norms of the late 1960's in order to find true happiness.  Director  Joshua Coates  Writers  Joshua CoatesYale Schwartz  Stars  Nick R. McCormackElizabeth CaponigroVal McAdoo","popularity":3.467,"poster_path":"/t9JvmIQzzDOELAASDoDHp8vBcCK.jpg","release_date":"2022-10-15","title":"Ageless Love","video":false,"vote_average":4.5,"vote_count":2},{"adult":false,"backdrop_path":"/q4aztOGdlXX2LTnTN3f4EegG9aB.jpg","genre_ids":[27,878],"id":1091298,"original_language":"en","original_title":"Attack of the Meth Gator","overview":"Hold our bear… I mean, beer. Coming for your life this summer.","popularity":5.16,"poster_path":"/td0L3VZvBFPYb6hZ3WTbq0VD9q2.jpg","release_date":"2023-09-25","title":"Attack of the Meth Gator","video":false,"vote_average":4.2,"vote_count":6},{"adult":false,"backdrop_path":"/eKMy8K39xU3L4GrphhQ2UmQJa14.jpg","genre_ids":[35,18],"id":30963,"original_language":"en","original_title":"Class Act","overview":"Duncan is a genius straight A student, Blade is juvenile delinquent. But because of a mix up with their school records, everyone thinks each is the other one. Now, Duncan kind of likes the attention from being thought of as a real bad dude, if only the school bully would stop trying to rough him up. And Blade definitely likes being thought of as important instead of as trouble.","popularity":14.505,"poster_path":"/nSbkFgHYK1OFKh0WGyLw8ItC50E.jpg","release_date":"1992-06-05","title":"Class Act","video":false,"vote_average":6.046,"vote_count":97},{"adult":false,"backdrop_path":"/7P0SbYzH7QJMNjSgcH1YurNtno8.jpg","genre_ids":[28,18],"id":752010,"original_language":"en","original_title":"WWE Hell in a Cell 2020","overview":"This hellish structure will see three different championships on the line inside its solid steel walls as Sasha Banks takes on Bayley for the SmackDown Women's Championship, Drew McIntyre fighting for his WWE Championship against Randy Orton, and for the first time ever inside Hell in a Cell, \"The Tribal Chief\" Roman Reigns defends his Universal Championship against Jey Uso in an \"I Quit\" Match.","popularity":3.565,"poster_path":"/nO7duqjyAb29Y2glyhoJskKIRHQ.jpg","release_date":"2020-10-25","title":"WWE Hell in a Cell 2020","video":true,"vote_average":8.2,"vote_count":44},{"adult":false,"backdrop_path":"/iqNk54a34iWgNATSxffwdeXOpxE.jpg","genre_ids":[28,10749],"id":66788,"original_language":"ja","original_title":"セーラー服と機関銃","overview":"A high-school girl inherits a declining yakuza organization, which seeks to repair its fortunes under her leadership.","popularity":9.922,"poster_path":"/6gSmxfFhzVXr1hGXfda0K86rIIA.jpg","release_date":"1981-12-19","title":"Sailor Suit and Machine Gun","video":false,"vote_average":7.0,"vote_count":40},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":196182,"original_language":"de","original_title":"Andrea - Wie ein Blatt auf nackter Haut","overview":"Andrea is a young woman with innocent looks, but a ravishing sexual appetite. By using her sexuality she can get most anything she wants, but as each days passes she gets deeper and deeper into a world that she despises and fears she will never escape.","popularity":2.057,"poster_path":"/9hNhWn6ZqEWLMilYHrPOStdTYRb.jpg","release_date":"1968-10-24","title":"Andrea","video":false,"vote_average":2.5,"vote_count":2},{"adult":false,"backdrop_path":"/1YwZBM7dQxcqPHOIcmwbx7ZQ0Nl.jpg","genre_ids":[18,27],"id":773789,"original_language":"nl","original_title":"Ik, Adonis","overview":"Nicky's whole world revolves around fitness, with the goal of getting bigger and stronger. By constantly monitoring his food consumption and weight, he seems to have his body and entire life under control. But when hidden childhood memories emerge, Nicky starts losing control and his body obsession sets off to an unhealthy direction.","popularity":2.055,"poster_path":"/tlxcv6wTzZggdkBQySwgQLD2IjB.jpg","release_date":"2022-08-17","title":"I, Adonis","video":false,"vote_average":0.5,"vote_count":1}],"total_pages":500,"total_results":10000}