{"page":449,"results":[{"adult":false,"backdrop_path":"/dQlR8O0HhtAJmgwu4wthc1Vi2qq.jpg","genre_ids":[99,10770],"id":759131,"original_language":"de","original_title":"Im Wahn - Trump und die Amerikanische Katastrophe","overview":"In 2020, the USA experienced a multiple catastrophe: No other country in the world was hit so badly by the coronavirus pandemic, the economic slump was dramatic, and so was the rise in unemployment. A rift ran through society. In the streets there were protests of both camps with violent riots, authoritarian traits were evident in the actions of the leader of the nation. And all of this in the middle of the election year, when the self-centered president fought vehemently for his re-election. From the start of his presidency, Donald Trump had divided American society, incited individual sections of the population against one another, fueled racism, hatred, xenophobia and prejudice, insulted competitors and denigrated critical journalists as enemies of the people. The documentary shows how this could happen and what role the targeted disinformation of certain sections of the population through manipulative media played.","popularity":2.177,"poster_path":"/kHpHgUZkjAoh5hDgDY1Lr61AZ7E.jpg","release_date":"2020-10-02","title":"In Delusion: Trump and the American Catastrophe","video":false,"vote_average":5.5,"vote_count":2},{"adult":false,"backdrop_path":"/uZeOSnziJHCPSFz9b6JZCrKofqg.jpg","genre_ids":[99,10402],"id":821406,"original_language":"en","original_title":"All the Streets Are Silent","overview":"In the late 1980s and early 1990s, skateboarding and hip-hop culture collide in downtown Manhattan. Archival footage from the era showcases the fusion of these two forms of expression.","popularity":3.016,"poster_path":"/bXDxRoz3S00utOP4FGBRapspm0M.jpg","release_date":"2021-09-07","title":"All the Streets Are Silent: The Convergence of Hip Hop and Skateboarding (1987-1997)","video":false,"vote_average":6.6,"vote_count":7},{"adult":false,"backdrop_path":"/xbidmZePZPWKxlJ73anIQvct7MA.jpg","genre_ids":[],"id":12174,"original_language":"en","original_title":"Aide-toi le ciel t'aidera","overview":"Besieged matriarch Sonia tries to make certain her daughter's nuptials come off flawlessly even as events spiral out of control is in this dark comedy helmed by François Dupeyron. With Sonia's wayward eldest son under arrest on drug charges, she then discovers that her no-account hubby has gambled away the money set aside for the reception. Will Sonia and her family triumph or crumble in the face of adversity?","popularity":1.634,"poster_path":"/pNCybUBAusAUgya9rl9KjIuiqeP.jpg","release_date":"2008-08-30","title":"With a Little Help from Myself","video":false,"vote_average":5.3,"vote_count":3},{"adult":false,"backdrop_path":"/gB6BfQy3ISE6swueukarGiX8Zmj.jpg","genre_ids":[35,80],"id":427027,"original_language":"de","original_title":"Grießnockerlaffäre","overview":"After a provincial policeman gets falsely accused of a crime that was committed with his pocket knife, he begins a turbulent hunt for the real murderer.","popularity":6.856,"poster_path":"/8I9AqTEUrPiltwxgWg442YngqyI.jpg","release_date":"2017-08-03","title":"The Dumpling Affair","video":false,"vote_average":7.2,"vote_count":87},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":1245937,"original_language":"en","original_title":"From Ibyang-a to Ibyang-In: 70 years of Korean International Adoption","overview":"Produced to mark the 70th anniversary of Korean adoption, From Ibyang-a to Ibyang-In (from adoptee child to adoptee person) offers a profound reflection on the phenomenon of adoption. The film skilfully weaves together an activist and artistic timeline of the history of adoption in Korea. In addition to showing how Korean adoptees have helped shape Korea, this short film offers a fresh perspective on the future of Korean adoption, as it highlights the challenges, demands and dreams of the people who inhabit the reality from the inside.","popularity":2.632,"poster_path":"/bJz0G7hsJbkFFsGxscIy0XVXHvp.jpg","release_date":"2024-03-06","title":"From Ibyang-a to Ibyang-In: 70 years of Korean International Adoption","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[14,10402],"id":1089401,"original_language":"ja","original_title":"アリスの恋人 - Alice in Underground Wonderland -","overview":"Alice's Adventures in Wonderland has been read and loved by people all over the world since it was first published in 1865. In a mysterious underground land called Fantasmagoria, a young Lewis Carroll is working as a \"storyteller\" for the Red Queen. When he meets a girl named Alice who wanders in from the real world, they must take part in a battle between dreams and reality... A story of love and adventure unfolds with the hero and heroine, the White Rabbit, the Cheshire Cat and other familiar characters — a fantasy musical production colored with pop and style.","popularity":1.09,"poster_path":"/iKbDiQmEfTJUE6jpn9vdeKdWmC3.jpg","release_date":"2013-01-12","title":"Alice's Lover ~Alice in Underground Wonderland~","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[878,18,53],"id":1184107,"original_language":"en","original_title":"Antecessum","overview":"","popularity":0.6,"poster_path":"/nFA59nWKUiBxFikmizHvXmSyc0x.jpg","release_date":"2023-09-30","title":"Antecessum","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":"/3Ndz1LOb8Y3X34GM9nx0kp61sXG.jpg","genre_ids":[12,10751],"id":5139,"original_language":"fr","original_title":"Le Renard et l'Enfant","overview":"A young girl of about 10 years lives in a solitary peasant's house on the edge of the jurassic mountains in the East of France. One day in autumn, when she is on her way to school through the forest, she observes a hunting fox. Of course, the fox flees from her, but the girl feels a strong desire to meet the fox again.","popularity":10.061,"poster_path":"/eBpc03hS9A7QPv0k6AZfDCdKURt.jpg","release_date":"2007-12-27","title":"The Fox and the Child","video":false,"vote_average":6.554,"vote_count":334},{"adult":false,"backdrop_path":"/pKFvXUK5zsR2cVqZqCiRTnnGZLn.jpg","genre_ids":[35,18],"id":481994,"original_language":"ko","original_title":"썸:은밀한 이야기","overview":"Bomi is a friendly broadcasting writer. She has a boyfriend named Jeong-nam who just graduated from law school, but they're not on very good terms right now. Their sex isn't fun either.  Then one day, Bomi's friend suggests she joins the adult version of \"Pairs\" and starts having affairs with different people.  Man 1,2 and 3 and woman 1,2 and 3 check each other out but jealousy gets the best of them and they step over the line.","popularity":7.583,"poster_path":"/r1QW3kkyZelrJxsyvuTMD5F845E.jpg","release_date":"2017-04-13","title":"Some: An Erotic Tale","video":false,"vote_average":9.5,"vote_count":2},{"adult":false,"backdrop_path":"/4T3zLYpHf5IOherMk5PhDB4X3nc.jpg","genre_ids":[18],"id":611808,"original_language":"fr","original_title":"Petit Pays","overview":"Gabriel, aged 10, lives in a comfortable ex-pat neighborhood in Burundi, his ‘small country’. Gabriel is a normal kid, happy, carefree and having adventures with his friends and little sister. Then in 1993, tensions in neighboring Rwanda spill over, threatening his family and his innocence.","popularity":10.25,"poster_path":"/i4QRNAoorNTsp46Gf977xcDGh6.jpg","release_date":"2020-08-26","title":"Small Country: An African Childhood","video":false,"vote_average":7.2,"vote_count":151},{"adult":false,"backdrop_path":"/d0W3UmEn8psR56PTh0xmzxETybR.jpg","genre_ids":[99,10402],"id":1145196,"original_language":"fr","original_title":"Dalida et Orlando, les âmes sœurs","overview":"Dalida was an international star, selling over 140 million records in 10 languages. But behind her glittering career and dramatic and tragic personal life, was her ever supportive younger brother Orlando. The documentary sheds light on the professional and personal relationship between the music icon and her producer, between sister and brother.","popularity":1.498,"poster_path":"/tGUPmReGRtDIR7pRECzFFVvBzEC.jpg","release_date":"2023-08-04","title":"Dalida \u0026 Orlando: Brother and Sister Forever","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":"/shIMqYeRZArmAsUe3FYGhHgWAkM.jpg","genre_ids":[18],"id":42254,"original_language":"de","original_title":"Faustrecht der Freiheit","overview":"Fox, a former circus performer, wins the lottery of DM 500,000 and can now have the life and things that he has always wanted. While he wants to climb up the social ladder, it isn't without turmoil, and being torn between his old working class roots, and the shiny new facade of middle class consciousness.","popularity":11.095,"poster_path":"/uYHNK7VycMOcD9Jv5qgjIdvDwgG.jpg","release_date":"1975-06-06","title":"Fox and His Friends","video":false,"vote_average":7.3,"vote_count":115},{"adult":false,"backdrop_path":"/wooZWiC4NWH0ahCSUOogEmVejHo.jpg","genre_ids":[10751,14],"id":640344,"original_language":"it","original_title":"Me contro Te: Il film - La vendetta del Signor S","overview":"A young couple who makes popular YouTube videos for children sets out to win an award, but an evil mastermind stands in the way of their success.","popularity":7.592,"poster_path":"/sfeQTIRkJjWt8IPDSBcPqkrcaas.jpg","release_date":"2020-01-17","title":"Me Against You: Mr. S's Vendetta","video":false,"vote_average":8.107,"vote_count":463},{"adult":false,"backdrop_path":"/mIZQ7jCqnmlWZ9IJmbTEHbNzPI7.jpg","genre_ids":[18],"id":891676,"original_language":"it","original_title":"L'afide e la formica","overview":"","popularity":3.137,"poster_path":"/9Bp2zEFRR9mYYE7ObkSCKiTvki8.jpg","release_date":"2021-11-04","title":"L'afide e la formica","video":false,"vote_average":5.885,"vote_count":13},{"adult":false,"backdrop_path":"/fXnct4fV9NTc6extY0C5W3r4dc4.jpg","genre_ids":[99],"id":195073,"original_language":"fr","original_title":"Transport d'une tourelle par un attelage de 60 chevaux","overview":"A very heavy turret is transported on a truck drawn by a long line of horses.  The inscription “Charlemagne 53790K” readable on the turret suggests that this view was shot in the vicinity of Saint-Chamond, a town where there are factories specializing in the construction of heavy steel. It is certainly a turret intended for the battleship “Charlemagne”. In addition, a view projected by the Aléthorama on January 20, 1898 in Saint-Étienne, and entitled “Transportation of the armored turret of Saint-Chamond by a team of 80 horses”, could represent the same event.","popularity":0.827,"poster_path":"/bqqEMl5v5a0Y7x0IiwNDweI5lGU.jpg","release_date":"1897-12-01","title":"Transport of a Turret by a Team of 60 Horses","video":false,"vote_average":5.3,"vote_count":22},{"adult":false,"backdrop_path":"/7SSpqETdnPK49WWPqUATfyciQMI.jpg","genre_ids":[16,10751,14],"id":437947,"original_language":"ja","original_title":"それいけ!アンパンマン キラキラ星の涙","overview":"Anpanman helps the princess Nandananda to find the The Shining Star's Tear.","popularity":23.707,"poster_path":"/rOLyOzCe8x27EgAiOSVvuHDcmN0.jpg","release_date":"1989-11-03","title":"Go! Anpanman: The Shining Star's Tear","video":false,"vote_average":7.0,"vote_count":2},{"adult":false,"backdrop_path":"/eT1WwXDkXHZjZFf0P0o4fIup1rr.jpg","genre_ids":[14,28,12],"id":16923,"original_language":"en","original_title":"Merlin and the War of the Dragons","overview":"In 5th Century Britian, a young Merlin struggles for his place in his known land under the tutelage of The Mage, a local wizard whom sees the young man's potential for magic, as well as face off against his evil former friend, Vendiger, whom plots with a feudal warlord king to conquer all of Britian using an army of flying dragons, and only Merlin with the alliance of the local Prince Uther and Ingraine and a pair of mystical goddesses, can have the power to stop the evil from taking over the land.","popularity":14.518,"poster_path":"/vQ6DTkuQn4rc1oYlOjcvL6xnCAx.jpg","release_date":"2008-11-25","title":"Merlin and the War of the Dragons","video":false,"vote_average":3.878,"vote_count":36},{"adult":false,"backdrop_path":"/cI1245MAkh7wVsR1N1VHeOYa3Kr.jpg","genre_ids":[35],"id":472225,"original_language":"es","original_title":"¿Cómo matar a un esposo muerto?","overview":"Carolina, married to Germán, decides to put an end to her husband's deceptions and after surprising him with her new lover, she decides to leave him but now Germán has taken her daughters away and everything she loves. Germán dies but he has kept a last surprise up his sleeve and even after death, will continue tormenting Carolina.","popularity":3.483,"poster_path":"/yZQbSUZTSL8jO8DN12XI2uhjAAV.jpg","release_date":"2017-09-01","title":"How to Murder a Dead Husband","video":false,"vote_average":3.5,"vote_count":8},{"adult":false,"backdrop_path":"/5AGBnRsLgaO76bEHcaHXe5wmaqp.jpg","genre_ids":[99,36,10770],"id":482047,"original_language":"fr","original_title":"Les aventures de Robert Fortune ou comment le thé fut vole aux Chinois","overview":"In the 19th century, China held the monopoly on tea, which was dear and fashionable in the West, and the British Empire exchanged poppies, produced in its Indian colonies and transformed into opium, for Chinese tea.  Inundated by the drugs, China was forced to open up its market, and the British consolidated their commercial dominance.  In 1839, the Middle Empire introduced prohibition. The Opium War was declared… Great Britain emerged as the winner, but the warning was heeded: it could no longer depend on Chinese tea. The only alternative possible was to produce its own tea. The East India Company therefore entrusted one man with finding the secrets of the precious beverage.  His mission was to develop the first plantations in Britain’s Indian colonies. This latter-day James Bond was called Robert Fortune – a botanist. After overcoming innumerable ordeals in the heart of imperial China, he brought back the plants and techniques that gave rise to Darjeeling tea.","popularity":1.318,"poster_path":"/bF60IwyULSwgLlMZefPo0pZm5vw.jpg","release_date":"2016-07-01","title":"Tea War: The Adventures of Robert Fortune","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[35],"id":140383,"original_language":"fr","original_title":"Occupe-toi d'Amélie !","overview":"Young Amélie is currently enjoying life as the kept woman of her reasonably well off boyfriend Étienne. But when Étienne is called off for military duty, he enlists his playboy friend Marcel to keep an eye on her....something of a problem seeing that he is currently looking for a woman with which to create a sham marriage so he can quickly inherit a large sum of money from his father. Then suddenly the Prince of Palestra enters into the picture and boldly asks for Étienne's romantic favors to assess whether or not he would consider taking her as his bride. What's a free-spirited girl to do?","popularity":3.079,"poster_path":"/vyHFlsMpWi3P7twhs5RMdNiTy4K.jpg","release_date":"1949-12-16","title":"Keep an Eye on Amelia","video":false,"vote_average":6.292,"vote_count":12}],"total_pages":500,"total_results":10000}