{"page":451,"results":[{"adult":false,"backdrop_path":"/tICAgoXvCQeqzSy2m2OgnQOdZbk.jpg","genre_ids":[27],"id":772446,"original_language":"es","original_title":"No abras la puerta","overview":"Fausto and Esther childhood was tormented. Fausto, trying to escape from his father. Esther, mistreated by her brother-in-law. They both begin to be involved in a supernatural situation. Over which they have no control.","popularity":6.606,"poster_path":"/qumlmYYopqgAQUdwT9wgVyhxBBb.jpg","release_date":"2022-11-30","title":"No abras la puerta","video":false,"vote_average":7.0,"vote_count":32},{"adult":false,"backdrop_path":"/rNkoGI5GfmzJ0nlaxbWGnIvHJas.jpg","genre_ids":[99],"id":1165100,"original_language":"en","original_title":"The First Family's Holiday Gift to America: A Personal Tour of the White House","overview":"President Bill Clinton and First Lady Hillary Rodham Clinton discuss life in the White House as they lead a tour of the residence. Also: the arrival of the Blue Room Christmas tree, and a Presidential message of thanks.","popularity":1.96,"poster_path":"/6ILXcqhhxbcLgQzoKVL3cuEpspl.jpg","release_date":"2000-12-15","title":"The First Family's Holiday Gift to America: A Personal Tour of the White House","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/qqfUWCjLlDLiSlCZ12SFoTGG6Xp.jpg","genre_ids":[18],"id":25650,"original_language":"ko","original_title":"수취인불명","overview":"Romances end in blood and the frail hopes of individuals are torn apart in a vile karmic continuity of colonialism, civil war and occupation. After surviving Japanese colonization, Korea became the first war zone of the Cold War. The legacy of war remains today in this divided country.","popularity":12.288,"poster_path":"/bs8Ev9ZLi4n3gKo23rhGI9InBDu.jpg","release_date":"2001-06-02","title":"Address Unknown","video":false,"vote_average":7.341,"vote_count":69},{"adult":false,"backdrop_path":"/xpOqsPQuR0dO5tNLH5kKmh0nsIV.jpg","genre_ids":[],"id":474006,"original_language":"hy","original_title":"Paxir Kam Amusnacir","overview":"","popularity":0.865,"poster_path":"/bVT4qSSK0jGglld3j0uDbuaUfgo.jpg","release_date":"2016-03-03","title":"Run Away or Get Married","video":false,"vote_average":5.6,"vote_count":5},{"adult":false,"backdrop_path":"/r6Sh5HNF1nJkhzYBYT88RUQ7GVR.jpg","genre_ids":[28,878,53,10770],"id":34862,"original_language":"en","original_title":"Solar Attack","overview":"When the sun's increasing expulsions of plasma threaten to ignite methane in our atmosphere, international tensions rise while scientists race for a solution to avoid natural disaster.","popularity":17.326,"poster_path":"/dL5hDlxU8BLf1oVdnl9Llb2uoI.jpg","release_date":"2006-05-25","title":"Solar Attack","video":false,"vote_average":5.4,"vote_count":40},{"adult":false,"backdrop_path":"/jepwkgLg6YjKotbGiZOGzsfacz3.jpg","genre_ids":[9648,10770,80,18],"id":457470,"original_language":"en","original_title":"Site Unseen: An Emma Fielding Mystery","overview":"Brilliant, dedicated, and driven, archaeologist Emma Fielding is trying to unearth evidence of a 17th century coastal Maine settlement that predates Jamestown, one of the most significant archaeological finds in years. But the dead body that accompanies it has embroiled Emma and her students in a different kind of exploration.","popularity":7.104,"poster_path":"/zkPwgc3w4Bf65TNKN0GvtGZjQNL.jpg","release_date":"2017-06-04","title":"Site Unseen: An Emma Fielding Mystery","video":false,"vote_average":6.8,"vote_count":36},{"adult":false,"backdrop_path":"/m5rozS0Zlm3zQI62UPqE3PCCGWb.jpg","genre_ids":[18,53],"id":49001,"original_language":"fr","original_title":"L'Autre monde","overview":"An innocent young man becomes enamored with a mysterious girl. He is lured into \"Black Hole\" - a dark, obscure video game world of avatars with deadly serious intentions in the real world.","popularity":5.17,"poster_path":"/22Q9WMNtOWI4jqlKgtMK8Q1WyzB.jpg","release_date":"2010-07-14","title":"Black Heaven","video":false,"vote_average":5.388,"vote_count":67},{"adult":false,"backdrop_path":"/3U6ztXBq9Pyih2MfSAEg5BO0nKM.jpg","genre_ids":[35],"id":528668,"original_language":"fr","original_title":"Damien veut changer le monde","overview":"Damien is a pawn in a primary school, and leads a quiet life. To rescue one of his young students, Bahzad, and his mother from imminent expulsion from the land, Damien reconnects with his parents' militant past and convinces his sister Mélanie, who has become a formidable business lawyer, her best friend Rudy and a bunch of unlikely pals to accompany him in his new fight. Together, they will break the law by solidarity. And very quickly to be completely exceeded.","popularity":6.395,"poster_path":"/2A5ELUnmZmbhb8QpPe8pp6si6aT.jpg","release_date":"2019-03-06","title":"Adopt a Daddy","video":false,"vote_average":5.738,"vote_count":124},{"adult":false,"backdrop_path":"/4sHXKmoUZan9oGFFHSUADGVza6p.jpg","genre_ids":[12,16,10751],"id":1061785,"original_language":"nl","original_title":"Fox and Hare Save the Forest","overview":"One day, Fox and Hare find that Owl has disappeared. Together with their friends, they search the forest to find him, but instead they discover a big lake that was not there before. Could the sudden appearance of the lake have anything to do with Owl’s disappearance? They must go and find Owl, who is somewhere out there on the rapidly rising water... It is the start of an exciting and fun adventure.","popularity":1.084,"poster_path":"/ArMsJDcSDTCVjaX7CWdapIUG16B.jpg","release_date":"2024-02-15","title":"Fox and Hare Save the Forest","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/6SGbP7YBDDxwTA9LBdvfrM2sX9o.jpg","genre_ids":[53,28,80],"id":306325,"original_language":"en","original_title":"Violence of Action","overview":"The Ghost's personal money launderer is due in town and Bojan, a ghost from Kane'e past suddenly appears on the scene. The CIA is convinced that Bojan has come to protect the money launderer.","popularity":8.967,"poster_path":"/sVaBv1OFinDTOdu1yolWz05JF4P.jpg","release_date":"2012-12-24","title":"Violence of Action","video":true,"vote_average":6.0,"vote_count":15},{"adult":false,"backdrop_path":"/pVspyFNl8uE8jAoY3C973XkjTgB.jpg","genre_ids":[99],"id":33324,"original_language":"en","original_title":"Harlan County U.S.A.","overview":"This film documents the coal miners' strike against the Brookside Mine of the Eastover Mining Company in Harlan County, Kentucky in June, 1973. Eastovers refusal to sign a contract (when the miners joined with the United Mine Workers of America) led to the strike, which lasted more than a year and included violent battles between gun-toting company thugs/scabs and the picketing miners and their supportive women-folk. Director Barbara Kopple puts the strike into perspective by giving us some background on the historical plight of the miners and some history of the UMWA.  Preserved by the Academy Film Archive in partnership with New York Women in Film \u0026 Television in 2004.","popularity":5.872,"poster_path":"/ellKxaweJC09DShpyvMESZZW9cO.jpg","release_date":"1977-01-23","title":"Harlan County U.S.A.","video":false,"vote_average":7.6,"vote_count":89},{"adult":false,"backdrop_path":"/bwXvBFejQFaoXa2TBkZuKPgSjeA.jpg","genre_ids":[18],"id":588009,"original_language":"es","original_title":"Adú","overview":"In a desperate attempt to reach Europe and crouched before an airstrip in Cameroon, a six-year-old boy and his older sister wait to sneak into the holds of an airplane. Not too far away, an environmental activist contemplates the terrible image of an elephant, dead and fangless. Not only do you have to fight against poaching, but you will also have to meet the problems of your newly arrived daughter from Spain. Thousands of kilometers to the north, in Melilla, a group of civil guards prepare to face the furious crowd of sub-Saharan people who have begun the assault on the fence. Three stories linked by a central theme, in which none of its protagonists know that their destinies are doomed to cross and that their lives will no longer be the same.","popularity":12.206,"poster_path":"/tigbVfTJ4mJccucmov2UThgOQbJ.jpg","release_date":"2020-01-31","title":"Adú","video":false,"vote_average":6.88,"vote_count":267},{"adult":false,"backdrop_path":"/2YqZA68LUOiyIg6rYDGUSawSXTx.jpg","genre_ids":[10749,35],"id":194722,"original_language":"en","original_title":"At Middleton","overview":"George is an uptight surgeon with a rebellious teenage son. Edith is a free spirit with an overachieving teenage daughter. When they meet during an admissions tour with their kids at the small, idyllic Middleton University, they decide to ditch the group. Though adversaries at first, they soon discover that the only thing better than the college tour, is the detour.","popularity":10.329,"poster_path":"/k7JOxvTL9oOAalE7FC9xuHYcu6h.jpg","release_date":"2013-10-09","title":"At Middleton","video":false,"vote_average":6.144,"vote_count":167},{"adult":false,"backdrop_path":"/6PZlKQwzEZVqyJcYbhH2Ime35vn.jpg","genre_ids":[99],"id":580700,"original_language":"fr","original_title":"La fabrique d'Arnold Schwarzenegger","overview":"What exactly lies behind Arnold Schwarzenegger's success story? From post-war Austria to the podiums of bodybuilding; from Hollywood to the political arena; his journey is a mirror held up to our era; a legend that, for the last 40 years, has reflected our dreams as well as our nightmares.","popularity":2.491,"poster_path":"/lSACiGRN2vnsKwst4c3KIJJiLNR.jpg","release_date":"2019-02-10","title":"Building Arnold Schwarzenegger","video":false,"vote_average":5.2,"vote_count":8},{"adult":false,"backdrop_path":"/Aow2vaDSlsIOaAk7x50JRl1mQcO.jpg","genre_ids":[27],"id":296767,"original_language":"ja","original_title":"讐 〜ADA〜 絶望篇","overview":"Follows the events from \"Ada: Senritsu-hen\" but from the antagonist's point of view.","popularity":1.96,"poster_path":"/iewO03mtgxDGswoIJZ7HnoDZirW.jpg","release_date":"2013-07-13","title":"Ada 2: Zetsubô hen","video":false,"vote_average":6.0,"vote_count":3},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":448322,"original_language":"te","original_title":"Antham","overview":"Rashmi Gautam stars in this romantic horror film opposite Charandeep.","popularity":2.567,"poster_path":"/jrq6JAV6o9VqvtmnDVxYveHVUJQ.jpg","release_date":"2016-07-07","title":"Antham","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[27],"id":1094746,"original_language":"xx","original_title":"Quattro donne mai amate, alla deriva su un mare senza scopo, sperimentano l'estasi della dissezione","overview":"Cronenberg's speculative historical work draws inspiration from the anatomical waxworks at the La Specola museum in Florence, Italy. These wax models, traditionally used for medical demonstrations, are given a new perspective in the film. Cronenberg's work reveals the vibrant and surprising aspects of these female wax corpses, which were previously seen as static and serious.  As David Cronenberg explains: “The Specola wax figures were created as a teaching tool, capable of revealing the mysteries of the human body to those who could not access … real cadavers held in universities and hospitals. In their attempt to create whole, partially dissected figures, whose body language and facial expression did not show suffering or agony … the sculptors ended up producing living characters apparently overcome by ecstasy. It was this surprising stylistic choice that captured my imagination: what if it was the dissection itself that induced that tension, that almost religious rapture?”","popularity":2.128,"poster_path":null,"release_date":"2023-03-24","title":"Four Unloved Women, Adrift on a Purposeless Sea, Experience the Ecstasy of Dissection","video":false,"vote_average":5.0,"vote_count":1},{"adult":false,"backdrop_path":"/9deW4GfzH6e2KOUpLuRu02agUjt.jpg","genre_ids":[12,10751,18,99],"id":119555,"original_language":"en","original_title":"Det stora äventyret","overview":"A vixen mother invades a chicken coop to provide food for her cubs. She continues to raid the coop until she is shot by a farmer. The cubs are attacked by the farmer and only one survives. An otter trapped in a burrow is rescued by 10-year-old Anders and his six-year-old brother, Kjell. In secret, the boys cage the animal and finally domesticate it. They obtain food for the Otter by fishing through the ice on a frozen lake. The boys manage to keep their secret from their family. On the eve of the May Day festival, Kjell reveals to family and friends the otter's presence. Anders is so distressed that he runs into the woods with the otter. The otter breaks away and returns to its life of natural freedom. The film was a prize winner at the 1954 Cannes Film Festival.","popularity":1.589,"poster_path":"/36bvIhPvoLs8WFv0gYSHGIEVbd2.jpg","release_date":"1953-09-28","title":"The Great Adventure","video":false,"vote_average":6.9,"vote_count":17},{"adult":false,"backdrop_path":"/x9mZzzbFhBoOEz58tAUqVqG2aoX.jpg","genre_ids":[27,35],"id":28848,"original_language":"it","original_title":"Quando Alice ruppe lo specchio","overview":"The financially strained and increasingly desperate, Lester Parsons concocts a brilliant get-rich-quick scheme; cruise the lonely hearts adds for rich women to fleece. Too bad then, that Lester’s also a psychotic cannibal who enjoys mutilating these lovelorn souls, via his trusty chainsaw, and using their flesh for his dinner. When a copycat killer threatens to bring him down, Lester must do all he can to prevent this new killer’s sloppy work from ruining them both.","popularity":6.378,"poster_path":"/9up6E73szBetrXjTMIDW73pbaSG.jpg","release_date":"1988-01-01","title":"Touch of Death","video":false,"vote_average":5.486,"vote_count":72},{"adult":false,"backdrop_path":"/88Tpoj1X5l0To3d79jtUWcoDCKW.jpg","genre_ids":[16,28,35,14],"id":428292,"original_language":"ja","original_title":"劇場版 トリニティセブン -悠久図書館と錬金術少女-","overview":"The film's story begins when Arata inadvertently touches \"Hermes Apocrypha,\" Lilith's Grimoire. Suddenly, he is enveloped by a bright white light, and a girl appears before him. She calls herself Lilim, and treats both Arata and Lilith as her parents. At the same time she appears, something changes in the world. The forbidden Eternal Library awakens. In the Library is sealed the ultimate culmination of Alchemy, the White Demon Lord. The White Demon Lord plots to eliminate Arata and the Trinity Seven to usurp the position of Demon Lord. Bristling with untold power, the White Demon Lord attacks Arata, and triggers a desperate crisis where Arata and the Trinity Seven must save the world in this last battle.","popularity":28.311,"poster_path":"/f2KEIR1u6ehaYMDaeZ3PMjC4tyj.jpg","release_date":"2017-02-01","title":"Trinity Seven: Eternity Library \u0026 Alchemic Girl","video":false,"vote_average":7.4,"vote_count":52}],"total_pages":500,"total_results":10000}