{"page":489,"results":[{"adult":false,"backdrop_path":"/uNOiIoffsOFz99Jd51fE8eIvbaw.jpg","genre_ids":[80,10402,10749],"id":298078,"original_language":"tl","original_title":"Pusong Wazak: Isa Na Namang Kwento Ng Pag-ibig Sa Pagitan Ng Puta At Kriminal","overview":"Somewhere in Manila, a crime boss rules with an iron fist. To his most loyal henchman he gives the task of guarding his woman. Before long, she falls in love with the henchman, and the star-crossed lovers decide to leave town. Fighting ensues. It is while on the run that they finally get to know each other for the first time.","popularity":3.814,"poster_path":"/zuI7sNik2VkXH2IlTp7soroThra.jpg","release_date":"2014-10-24","title":"Ruined Heart: Another Love Story Between a Criminal \u0026 a Whore","video":false,"vote_average":6.4,"vote_count":12},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":163806,"original_language":"fr","original_title":"Assassins d'eau douce","overview":"In a freshwater pond, it's \"eat or be eaten.\" A dragonfly larva eats a midge; a water beetle larva eats a damselfly larva. Snail larvae grow. A beetle larva eats one. Up close, we see the eating apparatus of a damselfly larva—with a retractable hook beneath mandibles. Some creatures bite and chew, others suck. A water beetle larva holds on to its prey, injects a poison that turns the victim's insides to soup, and then sucks it dry. We watch one eat a damselfly larvae and then another water beetle larva. Some have ingenious ways to camouflage themselves, like the water scorpion, and to breathe air while hunting under water. Caddisfly larvae hide in debris, then eat.","popularity":1.781,"poster_path":"/r6heeexkH2jZolpWNeifotnLaKc.jpg","release_date":"1947-08-01","title":"Freshwater Assassins","video":false,"vote_average":6.3,"vote_count":15},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":115523,"original_language":"fr","original_title":"La Mer à boire","overview":"The day his bank refuses to finance him, Georges will do everything he can to save his shipyard and his employees.","popularity":3.216,"poster_path":"/gIy6z94Vb1kKSiYGbg4yuF9tDoP.jpg","release_date":"2012-02-21","title":"Blood from a Stone","video":false,"vote_average":5.6,"vote_count":20},{"adult":false,"backdrop_path":null,"genre_ids":[35,10749],"id":185269,"original_language":"en","original_title":"Brides Are Like That","overview":"Fred, the wealthy owner of apple groves, has sent his nephew to college, but the only job that his nephew has after graduating is the job of not working. Bill is a dreamer, a talker and a golf player and he has a lot of ideas, but still lives off Fred. When Hazel gets engaged to Doc Jenkins, it takes a while, but Bill talks her into marrying him instead. The only problem is that now, he needs to find a job.","popularity":6.171,"poster_path":"/eOwx7wEtvOnKa6WXAVokzvX7myN.jpg","release_date":"1936-04-18","title":"Brides Are Like That","video":false,"vote_average":4.8,"vote_count":3},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":1174492,"original_language":"en","original_title":"It Doesn’t Get Any Better Than This","overview":"This found footage horror film blends fact and fiction from nearly 20 years of archival video. Following a decades-long fascination with the horror genre, a married couple buys an abandoned duplex to use as a location for filming their low-budget scary movie. They soon notice that random strangers are drawn to the old building, but never approach it, merely standing outside and staring at it in a sort of trance. Delighted to find themselves embroiled in a real-life scary story, the two team up with an old friend and put their years of horror expertise, amateur ghost hunting, and paranormal obsession to use in the hope of discovering why this building holds such a strange power over people.","popularity":0.6,"poster_path":"/5MH2AYRoTJiOws2MwzlXpPPaAIs.jpg","release_date":"2023-10-14","title":"It Doesn’t Get Any Better Than This","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/oQdoiXUDiOlnQBvDmGcGuEfHnUh.jpg","genre_ids":[35],"id":220474,"original_language":"fr","original_title":"Deux enfoirés à Saint-Tropez","overview":"A funny comedy about the adventures of two criminal friends in Saint-Tropez.","popularity":3.406,"poster_path":"/jgFETFMrBZI61CpPQePnN0voUwc.jpg","release_date":"1986-03-11","title":"Two Bastards in Saint-Tropez","video":false,"vote_average":2.5,"vote_count":11},{"adult":false,"backdrop_path":null,"genre_ids":[99,35],"id":1183059,"original_language":"en","original_title":"My Dad and the Volcano","overview":"A story of a father and son and... a volcano. Gavin built a 6-foot volcano and he asked his Dad if he could store it in his shed for a short while until he figured out what to do with it, but that turned into five years and his Dad has threatened to destroy it over the years.  Gavin aspires to bring him and his Dad together through the volcano, to help his father see it as he does. However, there's a challenge - his dad holds no interest in modern art and has declined any involvement in the documentary.","popularity":22.99,"poster_path":"/gmlbqxmRfXv4mCBBVJYltyIMgZU.jpg","release_date":"2024-03-14","title":"My Dad and the Volcano","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/3RnsHenzhwPAfRXOVUknRPTB9Ki.jpg","genre_ids":[18,12,10749],"id":73462,"original_language":"en","original_title":"The Aviator","overview":"A 1920s mail pilot and a rich man's daughter crash-land on a mountain full of hungry wolves.","popularity":10.716,"poster_path":"/gJXxGAmrOEpos4kSTm5OxoOYOC7.jpg","release_date":"1985-03-01","title":"The Aviator","video":false,"vote_average":5.633,"vote_count":30},{"adult":false,"backdrop_path":"/1J65FnbZ2pN9cv4BMmzIrNLa66j.jpg","genre_ids":[10749,35,10770],"id":404197,"original_language":"fr","original_title":"Au revoir... et à bientôt!","overview":"60-something Henri meets 50-something Lila, and sparks fly - until they both must reconcile their very different lives and backgrounds.","popularity":1.436,"poster_path":"/gaNOSCUPOGovewchiqeD3yFrH1i.jpg","release_date":"2015-06-29","title":"Goodbye and See You Soon","video":false,"vote_average":4.6,"vote_count":5},{"adult":false,"backdrop_path":null,"genre_ids":[35,18,10749],"id":293341,"original_language":"fr","original_title":"J'aurais pu être une pute","overview":"Mina has a panic attack at the checkout of a DIY shop and falls into Pierre's arms. This is the story of a slightly mad girl, a guy who's too normal, a big pair of pruning shears and an old piano teacher.","popularity":1.028,"poster_path":"/rgOytzm8Bf8KlIVmFPvDtqV5q4N.jpg","release_date":"2011-01-01","title":"I Could've Been a Hooker","video":false,"vote_average":7.0,"vote_count":2},{"adult":false,"backdrop_path":"/lFQTgEaoPcfVustrOYdVtPPzFyt.jpg","genre_ids":[10749,12,28],"id":14103,"original_language":"en","original_title":"Allan Quatermain and the Temple of Skulls","overview":"Filmed on location in South Africa, a retelling of H. Rider Haggard's classic novel \"King Solomon's Mines,\" featuring the adventurer who was the inspiration for Indiana Jones.","popularity":6.627,"poster_path":"/slkzY0iB1CVCvrgkJiK6Tahs2Jb.jpg","release_date":"2008-04-29","title":"Allan Quatermain and the Temple of Skulls","video":false,"vote_average":3.5,"vote_count":32},{"adult":false,"backdrop_path":"/g3RrjihLAMiHpnNfGGO1oNSKGNL.jpg","genre_ids":[28],"id":890154,"original_language":"ko","original_title":"살수","overview":"An action historical drama depicting the story of Joseon's best swordsman Yi Nan in front of an irreversible fate.","popularity":9.131,"poster_path":"/ulobyNR62zvI1cKUk1YJ9QwKGkb.jpg","release_date":"2023-02-22","title":"The Assassin","video":false,"vote_average":5.5,"vote_count":23},{"adult":false,"backdrop_path":"/gSWLYzozu2yaK9Vk5034dtPARSu.jpg","genre_ids":[18,35],"id":1045862,"original_language":"es","original_title":"Te estoy amando locamente","overview":"Seville, 1977. At a time when homosexuality is a crime, Reme, a traditional mother moved by the love of her son, an adolescent aspiring artist, will become involved in the Andalusian LGTBI movement, paradoxically born in the bosom of the Church.","popularity":4.438,"poster_path":"/vitNUUF0QYk8ZhBgiksg7z7ghMe.jpg","release_date":"2023-06-10","title":"Love \u0026 Revolution","video":false,"vote_average":7.0,"vote_count":27},{"adult":false,"backdrop_path":"/ma3ZFO7fHxd3yvTmd3QXbKuE8V0.jpg","genre_ids":[10770,9648,80,18],"id":910765,"original_language":"en","original_title":"Aurora Teagarden Mysteries: Haunted By Murder","overview":"A murder investigation is reignited in a house that is considered haunted by the Lawrenceton locals and where years ago Aurora and Sally, as teenagers, discovered a body.","popularity":12.495,"poster_path":"/76U8bHFPFXgfsdqLNOuNOzTk5tA.jpg","release_date":"2022-02-20","title":"Aurora Teagarden Mysteries: Haunted By Murder","video":false,"vote_average":6.8,"vote_count":31},{"adult":false,"backdrop_path":"/qgJb1pb09P1XWrdMhXLzVg1yUaW.jpg","genre_ids":[99,35],"id":75287,"original_language":"cs","original_title":"Vše pro dobro světa a Nošovic","overview":"An original portrayal of a small Czech village where – as the locals put it – an UFO has landed in the form of a kilometre-long silverish factory: a Korean Hyundai automobile plant. The village, hitherto famous mostly for its sauerkraut and the “Radegast” beer was thus turned into an industrial zone – the largest greenfield investment project in the Czech Republic’s history. Nonetheless, for a long time many farmers resisted selling the land upon which the factory was now standing. Eventually, they all succumbed under the pressure from the neighbours, and even the anonymous death threats. The filmmakers returned to Nošovice two years after the dramatic property buyouts, at the time when the factory has just started churning out cheap cars. Combining the perspectives of seven characters, they have composed a portrayal of a place suddenly changed beyond recognition that is playful and chilling at the same time: a politically engaged absurd flick about a field that yields cars.","popularity":2.114,"poster_path":"/uWTDQuN46A64yNttRzTExgIVzcs.jpg","release_date":"2011-02-17","title":"All for the good of the World and Nosovice","video":false,"vote_average":6.0,"vote_count":4},{"adult":false,"backdrop_path":"/qS2aqswgzYeSyzJd10L3LjrQOSk.jpg","genre_ids":[16,18,14],"id":773621,"original_language":"ja","original_title":"夏目友人帳 石起こしと怪しき来訪者","overview":"The film will be made up of two stories: \"Ishi Okoshi\" and \"Ayashiki Raihousha.\" In \"Ishi Okoshi,\" Natsume meets a small youkai called Mitsumi in a forest. Mitsumi is entrusted to wake up the divine youkai \"Iwatetsu\" from its deep slumber. Mitsumi weighs on Natsume's mind, so he sets out to help Mitsumi with his task.\r In \"Ayashiki Raihousha,\" a mysterious visitor appears in front of Tanuma. Nearly every day, the visitor visits Tanuma, talks to him a little, and then leaves. Natsume, who knows the visitor is a youkai, worries for Tanuma, but Tanuma enjoys these exchanges with the youkai. The youkai means no harm, but Tanuma's health slowly starts to deteriorate.","popularity":15.879,"poster_path":"/pPbXjQCskGTgHLPiuaOrP7VgFtz.jpg","release_date":"2021-01-16","title":"Natsume's Book of Friends: The Waking Rock and the Strange Visitor","video":false,"vote_average":7.3,"vote_count":10},{"adult":false,"backdrop_path":"/mIpdOcss3oedSYB8juiSXg89uLL.jpg","genre_ids":[28,878,12,53],"id":479753,"original_language":"en","original_title":"Shockwave: Countdown to Disaster","overview":"A stolen seismic weapon is activated in Yemen. A hostage freed there tries in vain to warn against its global effect. It starts seismic activity at the Californian fault line where her daughter and ex are monitoring it. Can they stop it?","popularity":77.479,"poster_path":"/sBD608VF4TcFHmP7SuC0OcvZQ0b.jpg","release_date":"2017-09-02","title":"Shockwave: Countdown to Disaster","video":false,"vote_average":5.682,"vote_count":66},{"adult":false,"backdrop_path":"/h5HzPvqOwLksuBC8JoG15ZaRfGd.jpg","genre_ids":[18,10749],"id":352890,"original_language":"en","original_title":"Morris from America","overview":"A heartwarming and crowd-pleasing coming-of-age comedy with a unique spin, Morris from America centers on Morris Gentry, a 13-year-old who has just relocated with his single father, Curtis to Heidelberg, Germany. Morris, who fancies himself the next Notorious B.I.G., is a complete fish-out-of-water—a budding hip-hop star in an EDM world. To complicate matters further, Morris quickly falls hard for his cool, rebellious, 15-year-old classmate Katrin. Morris sets out against all odds to take the hip-hop world by storm and win the girl of his dreams.","popularity":11.036,"poster_path":"/i3mFOlegdIaeZY8qHvZEtcYd8Te.jpg","release_date":"2016-08-19","title":"Morris from America","video":false,"vote_average":5.985,"vote_count":98},{"adult":false,"backdrop_path":null,"genre_ids":[],"id":665297,"original_language":"es","original_title":"RBD - Tournée do Adeus","overview":"Tournée do Adeus is the sixth and last live DVD by the Mexican group RBD, recorded in São Paulo at the Arena Skol Anhembi on November 29, 2008 for 12 thousand people and released worldwide on December 2, 2009 by EMI Music in partnership with Record Entertainment. The show was part of the band's last tour, the Gira del Adiós World Tour.","popularity":1.051,"poster_path":"/1f8wqlL8q2Af9hm2huvpBGxSDje.jpg","release_date":"2009-12-02","title":"Tournée do Adeus","video":false,"vote_average":8.2,"vote_count":5},{"adult":false,"backdrop_path":"/euikBnSHcnCimhrYdXnWYrsVUDQ.jpg","genre_ids":[35],"id":68419,"original_language":"en","original_title":"Anuvahood","overview":"Kenneth (who likes to call himself Kay) begins to realise he's just another wannabe bad boy... even less than a loser in fact. After quitting his job at Laimsbury's, Kay vows to become a respected gangster... or cry trying. A pulls-no-punches, coming-of-age story, centering on one directionless hopeless \"shotter\", who finds his true worth in the face of urban adversity.","popularity":11.23,"poster_path":"/e1u4r4pwJuba6Vasp4pMjFDBr4U.jpg","release_date":"2011-03-18","title":"Anuvahood","video":false,"vote_average":6.4,"vote_count":48}],"total_pages":500,"total_results":10000}