{"page":49,"results":[{"adult":false,"backdrop_path":null,"genre_ids":[10751,10749,18],"id":1221617,"original_language":"mr","original_title":"नवरदेव Bsc.Agri","overview":"Story of a young educated farmer Rajvardhan who returns village to continue farming and help others to grow their yields better. He starts looking for a bride, but gets rejected as he is a mere farmer in the villagers' eyes.","popularity":2.964,"poster_path":"/suZHCqqBkF7qcPbnL6Ye0OjILcR.jpg","release_date":"2024-01-26","title":"Navardev Bsc. Agri","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/eq68gWGBtumauGYFV1FCJ20kXFU.jpg","genre_ids":[27],"id":82990,"original_language":"en","original_title":"Paranormal Activity 4","overview":"It has been five years since the disappearance of Katie and Hunter, and a suburban family witness strange events in their neighborhood when a woman and a mysterious child move in.","popularity":40.536,"poster_path":"/na5tAslm1kGNcft083AIXMTOsYR.jpg","release_date":"2012-10-17","title":"Paranormal Activity 4","video":false,"vote_average":5.4,"vote_count":1793},{"adult":false,"backdrop_path":"/69TmGXTjAscghwTBfywKYxn9qYo.jpg","genre_ids":[37],"id":158050,"original_language":"it","original_title":"Bianco Apache","overview":"This film is based on a true story of an Irish baby brought up by the Colorado Apaches. When a group of outlaws attack and destroy a wagon train, the only survivor gives birth to a baby, whom the Indian chief, White Bear brings up as his son and calls him Shining Sky. Shining Sky grows up with the chief's son Black Wolf and by a stroke of fate kills his best friend and brother. Overcome by grief he leaves and goes to live in the world of white men but decides to go back to the world of his youth, leaving an enemy, Redeath, behind him whom he is destined to meet again and again.","popularity":4.331,"poster_path":"/23ta1m2PanW9iRaEa1IfToRxzPt.jpg","release_date":"1987-08-26","title":"White Apache","video":false,"vote_average":4.7,"vote_count":12},{"adult":false,"backdrop_path":"/aAKUY85PzNJXG4F1WWHfw6TopzG.jpg","genre_ids":[36,80,18],"id":38080,"original_language":"fr","original_title":"Le Juge et l'Assassin","overview":"France, 1893. Joseph Bouvier attempts to shoot his love who refused to marry him and to commit suicide. Upon release from the filthy asylum where he was placed, with bullets still remaining in his head, he wanders the country roads and rapes and murders many teenagers over years. The judge Rousseau captures him, but to serve his ambition seeks to avoid that Bouvier is simply declared insane.","popularity":11.284,"poster_path":"/2FwFJvyktddFy8eJc9jMmn6efYv.jpg","release_date":"1976-03-10","title":"The Judge and the Assassin","video":false,"vote_average":6.958,"vote_count":119},{"adult":false,"backdrop_path":"/omvnhpsp7nmW2HUgmrPrFcmUWIk.jpg","genre_ids":[35,18,10751],"id":15739,"original_language":"en","original_title":"Annie","overview":"An orphan in a facility run by the mean Miss Hannigan, Annie believes that her parents left her there by mistake. When a rich man named Oliver \"Daddy\" Warbucks decides to let an orphan live at his home to promote his image, Annie is selected. While Annie gets accustomed to living in Warbucks' mansion, she still longs to meet her parents. So Warbucks announces a search for them and a reward, which brings out many frauds.","popularity":42.393,"poster_path":"/6dG7UTAISJGh6FqTKIwN7sR11w2.jpg","release_date":"1982-05-21","title":"Annie","video":false,"vote_average":6.5,"vote_count":658},{"adult":false,"backdrop_path":"/a0xTB1vBxMGt6LGG4N7k1wO9lfL.jpg","genre_ids":[28,12,35],"id":458897,"original_language":"en","original_title":"Charlie's Angels","overview":"Elena Houghlin is a scientist, engineer and inventor of Calisto -- a sustainable energy source that will revolutionize the way people use power. It will be ready as soon as she works out the last issue, if not it could be turned into a dangerous weapon. But when the cutting edge technology is pushed to an investor before she can do that, Elena turns to the Townsend Agency for help. Now, it's up to the Angels -- Jane, Sabina, and the newly recruited Elena -- to retrieve Calisto before it can be transformed into a weapon of mass destruction.","popularity":43.838,"poster_path":"/1DPUFG6QnGqzpvEaDEv7TaepycM.jpg","release_date":"2019-11-14","title":"Charlie's Angels","video":false,"vote_average":6.465,"vote_count":2831},{"adult":false,"backdrop_path":"/qiFse005acXSGGTZcETuVemJiSg.jpg","genre_ids":[28,16,12,35,14],"id":373879,"original_language":"ja","original_title":"ONE PIECE 〜アドベンチャー オブ ネブランディア〜","overview":"Kōmei devises a plan where Zoro and Sanji take part in an eating contest, and the two eat a strange \"good-for-nothing-only\" mushroom that turns them into good-for-nothing men. The two are then locked in a jail cell. When the rest of the Straw Hat Pirates chase after their imprisoned crew, they land on the island of Nebulandia, which features a mysterious fog made from sea water, and it has the same effects as seastone. The Straw Hat Pirates' arrival on Nebulandia is also a part of Kōmei's plan.","popularity":25.882,"poster_path":"/gpHuW2shQwknL5ZaEk3LE8bX1tL.jpg","release_date":"2015-12-20","title":"One Piece: Adventure of Nebulandia","video":false,"vote_average":7.8,"vote_count":191},{"adult":false,"backdrop_path":"/msBuBppEFq3QvaRsJYz0r595gC5.jpg","genre_ids":[12,18,10751],"id":1059638,"original_language":"pl","original_title":"Pan Samochodzik i Templariusze","overview":"A well-known art historian, treasure hunter and owner of an unusual car stumbles upon a Templar treasure, which is the key to a great power that can upset the balance of good and evil in the world. Supported by friendly scouts, Mr. Car starts a big race against time and a hostile organization, the stake of which is the heritage of knightly orders.","popularity":20.362,"poster_path":"/xEAXVe0BzW4K9Ky6eTo4CJwzJ8P.jpg","release_date":"2023-07-12","title":"Mr. Car and the Knights Templar","video":false,"vote_average":5.87,"vote_count":142},{"adult":false,"backdrop_path":"/xEHcm3LgMWpXxtFuO9DkZnDSk2F.jpg","genre_ids":[18],"id":664506,"original_language":"fr","original_title":"Un autre monde","overview":"An executive manager, his wife and his family, at the point when his professional choices are about to overturn all their lives. Philippe Lemesle and his wife are separating, their love irretrievably damaged by pressures of work. A successful executive in industrial conglomerate, Philippe no longer knows how to respond to the contradictory demands of his bosses. Yesterday they wanted a manager, today an enforcer. Now he must decide what his life really means.","popularity":8.435,"poster_path":"/xhzf8sgqmDnluRsZv6ZHOPzms3q.jpg","release_date":"2022-02-16","title":"Another World","video":false,"vote_average":6.8,"vote_count":137},{"adult":false,"backdrop_path":"/fRrpOILyXuWaWLmqF7kXeMVwITQ.jpg","genre_ids":[27,28,12],"id":522444,"original_language":"en","original_title":"Black Water: Abyss","overview":"An adventure-loving couple convince their friends to explore a remote, uncharted cave system in the forests of Northern Australia. With a tropical storm approaching, they abseil into the mouth of the cave, but when the caves start to flood, tensions rise as oxygen levels fall and the friends find themselves trapped. Unknown to them, the storm has also brought in a pack of dangerous and hungry crocodiles.","popularity":40.275,"poster_path":"/pmAv14TPE2vKMIRrVeCd1Ll7K94.jpg","release_date":"2020-07-09","title":"Black Water: Abyss","video":false,"vote_average":5.153,"vote_count":412},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1241851,"original_language":"da","original_title":"Livet og andre problemer","overview":"The meaning of life, death and everything else? The possible answers are plenty in Max Kestner's adventurous film, which starts when the death of a giraffe at the Copenhagen Zoo goes viral from Hollywood to Chechnya.","popularity":11.412,"poster_path":"/grpPf2KzYyu2LJkZkPXoWRRbQyO.jpg","release_date":"2024-03-12","title":"Life and Other Problems","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/o0x4LOW8qzVNyqwWGMuFa3kE7Hs.jpg","genre_ids":[80,27,53],"id":73861,"original_language":"sr","original_title":"Srpski film","overview":"Retired porn star Milos leads a normal family life trying to make ends meet. Presented with the opportunity of a lifetime to financially support his family for the rest of their lives, Milos must participate in one last mysterious film. From then on, Milos is drawn into a maelstrom of unbelievable cruelty and mayhem.","popularity":49.227,"poster_path":"/yIQqiw3Az5QYNHLCUoCTtxXH24G.jpg","release_date":"2010-06-16","title":"A Serbian Film","video":false,"vote_average":5.49,"vote_count":1817},{"adult":false,"backdrop_path":"/bjgtfrrzcGtV8gT5WVPRiGdpKrq.jpg","genre_ids":[878,53],"id":1051896,"original_language":"en","original_title":"Arcadian","overview":"A father and his twin sons must survive an attack on their remote farmhouse.","popularity":20.796,"poster_path":"/jrqquSJXgRZBKODi0M1bHeqdr3B.jpg","release_date":"2024-03-11","title":"Arcadian","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/sXouktwquxVR5ZilUHsTXQn10zQ.jpg","genre_ids":[12,10749],"id":222230,"original_language":"fr","original_title":"Angélique","overview":"The incredible destiny of Angélique: a beautiful girl who found in her love for Joffrey Peyrac the strength to fight injustice and submission in a century plagued by power struggles, inequality and the oppression.","popularity":14.67,"poster_path":"/bit98CsNabBxP5abEUO9kWUObYh.jpg","release_date":"2013-12-18","title":"Angelique","video":false,"vote_average":6.527,"vote_count":111},{"adult":false,"backdrop_path":"/4oexfpeZrrWdeNVrHj3tYGhat4i.jpg","genre_ids":[10402],"id":468591,"original_language":"en","original_title":"Queen: Rock Montreal \u0026 Live Aid","overview":"The movie contains two concerts of the British rock band Queen. The first concert is their show at Montreal in November 1981, with “Under Pressure” topping the charts in the UK, Queen arrived in Montreal following dates in Japan and their record-breaking tour of Latin America. It was to be the only concert by Queen that was ever shot on film. Always a great live band, with arguably the greatest frontman of all time in Freddie Mercury, they excelled themselves with the cameras rolling. The second concert is their live performance at Live Aid in 1985 with Queen's 24 minute contribution to 1985's Live Aid benefit concert held in Wembley Stadium, featuring an epic 7 song rock concert followed by a stripped back acoustic segment.","popularity":6.302,"poster_path":"/6qmCVC7ItX7Yum8lZlgpUST1Kt.jpg","release_date":"2007-12-04","title":"Queen: Rock Montreal \u0026 Live Aid","video":true,"vote_average":7.92,"vote_count":25},{"adult":false,"backdrop_path":"/6rax7iv5yQtldc3ApEvrheJf8uw.jpg","genre_ids":[16,35,10751,14],"id":751741,"original_language":"en","original_title":"Night at the Museum: Kahmunrah Rises Again","overview":"Nick Daley is following in his father's footsteps as night watchman at the American Museum of Natural History, so he knows what happens when the sun goes down. But when the maniacal ruler Kahmunrah escapes, it is up to Nick to save the museum once and for all.","popularity":32.524,"poster_path":"/rEy4VFXn3fukXRhx8TnSZtOnlcm.jpg","release_date":"2022-12-09","title":"Night at the Museum: Kahmunrah Rises Again","video":false,"vote_average":6.6,"vote_count":234},{"adult":false,"backdrop_path":"/o5oQ0y2jBoXYjFGeQcjKwo8UkN9.jpg","genre_ids":[10749,18],"id":27952,"original_language":"tr","original_title":"Issız Adam","overview":"Alper is a renowned chef in his 30s at his own luxury restaurant. He lives an isolated life and spends his nights with one-night stands and paid intercourses. One day, his life changes utterly when his path crosses with Ada and gets enamored by her casual and modest outlook at life. As they start to get romantically involved, Alper must also overcome his chronic feeling of desolateness.","popularity":8.101,"poster_path":"/rXknVkk0qTRPDs2cBv1OMpTAHxo.jpg","release_date":"2008-11-07","title":"Alone","video":false,"vote_average":6.195,"vote_count":95},{"adult":false,"backdrop_path":"/i109vzdCkG7W3H9FxHmfpZjgh61.jpg","genre_ids":[10751,12,18],"id":522518,"original_language":"en","original_title":"A Dog's Journey","overview":"A dog finds the meaning of his own existence through the lives of the humans he meets.","popularity":42.05,"poster_path":"/wquJChp0NpoqthYdE3YjXNNxvVC.jpg","release_date":"2019-05-03","title":"A Dog's Journey","video":false,"vote_average":8.05,"vote_count":1409},{"adult":false,"backdrop_path":"/dZiGxzXkYWZTaTjxmyT6rzV7ioF.jpg","genre_ids":[16,35,10751],"id":1123093,"original_language":"en","original_title":"Diary of a Wimpy Kid Christmas: Cabin Fever","overview":"The winter holidays are turning out to be especially stressful for Greg Heffley this year. After accidentally damaging a snowplow while making a snowman with best friend Rowley Jefferson, Greg worries he won’t get the new video game console he so desperately wants for Christmas. To make matters worse, he gets snowed in with his family, including his grumpy older brother Rodrick and annoying younger brother Manny.","popularity":25.627,"poster_path":"/eLwfFQFX5XKGIbRCVfRx6IlO7aJ.jpg","release_date":"2023-12-08","title":"Diary of a Wimpy Kid Christmas: Cabin Fever","video":false,"vote_average":6.777,"vote_count":56},{"adult":false,"backdrop_path":"/3KB32UjT3iL6YziK7760YzSiOEI.jpg","genre_ids":[10752,28,18,36],"id":282631,"original_language":"ko","original_title":"명량","overview":"The film mainly follows the famous 1597 Battle of Myeongryang during the Japanese invasion of Korea 1592-1598, where the iconic Joseon admiral Yi Sun-sin managed to destroy a total of 133 Japanese warships with only 13 ships remaining in his command. The battle, which took place in the Myeongryang Strait off the southwest coast of the Korean Peninsula, is considered one of the greatest victories of Yi.","popularity":46.552,"poster_path":"/xx701fnV2e4BlQGwgISLYUG0DsG.jpg","release_date":"2014-07-30","title":"The Admiral: Roaring Currents","video":false,"vote_average":6.983,"vote_count":268}],"total_pages":500,"total_results":10000}