{"page":54,"results":[{"adult":false,"backdrop_path":"/v4aulZlrAASAduoBw5ZYdsTR0E5.jpg","genre_ids":[16,14,12],"id":34295,"original_language":"ja","original_title":"映画犬夜叉 天下覇道の剣","overview":"Inuyasha and his brother, Sesshomaru, each inherited a sword from their father after his death. However, their father had a third sword, named Sounga, that he sealed away. Seven hundreds years after his death, Sounga awakens and threatens mankind's very existence. How will the children of the Great Dog Demon stop this unimaginable power?","popularity":33.751,"poster_path":"/5MbXmcxOJ8wrXZ4kmikiI72Ipbe.jpg","release_date":"2003-12-20","title":"Inuyasha the Movie 3: Swords of an Honorable Ruler","video":false,"vote_average":7.685,"vote_count":135},{"adult":false,"backdrop_path":"/q2w64nBl0F8oBwWGtbcKy9u9JIw.jpg","genre_ids":[18,10749],"id":1022888,"original_language":"en","original_title":"I Wish You All the Best","overview":"A non-binary teen is kicked out of their North Carolina home after coming out to their ultra-religious parents. As a result, they move in with their estranged sister and her husband. Though the two are welcoming, they continue to struggle with anxiety further exacerbated by their parents' rejection. As such, they try to keep a low profile at school. However, after they meet a proudly bisexual classmate, their life begins to look a little more hopeful.","popularity":17.167,"poster_path":"/8VNRnak9saQUwhGLrz0AFfmy3S7.jpg","release_date":"2024-03-12","title":"I Wish You All the Best","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/761MkAbcmF5caru0bWYs4iIuJSU.jpg","genre_ids":[80,18],"id":74817,"original_language":"fr","original_title":"L'Affaire Dominici","overview":"In August 1952, a family of British tourists is found by the roadside in Haute Provence, brutally murdered. In the ensuing, very public, investigation a local landowner, 75 year old Gaston Dominici, is arrested for the murders, having been denounced by his sons. Under police interrogation, Dominici confesses to have killed the family and it looks certain that he will be charged, tried and sentenced to death. But then the case begins to collapse.  The old man retracts his confession and the lack of evidence against him becomes apparent…","popularity":9.74,"poster_path":"/fXsqBWiBcdxaOvm1FQby0oohn2e.jpg","release_date":"1973-03-07","title":"The Dominici Affair","video":false,"vote_average":6.9,"vote_count":60},{"adult":false,"backdrop_path":"/h2s57UzaDvHcphxWDazYeQn1Bc5.jpg","genre_ids":[18,14],"id":258230,"original_language":"en","original_title":"A Monster Calls","overview":"A boy imagines a monster that helps him deal with his difficult life and see the world in a different way.","popularity":33.532,"poster_path":"/vNzWJwVqjszWwXrA7ZfsrJmhgV9.jpg","release_date":"2016-10-07","title":"A Monster Calls","video":false,"vote_average":7.265,"vote_count":3195},{"adult":false,"backdrop_path":"/tU3UcgURmi7d8VRXzeMDmEE2kIP.jpg","genre_ids":[35],"id":32117,"original_language":"it","original_title":"Aprile","overview":"Nanni Moretti takes another look at the ebbs and flows of life in April 1996, as he becomes a father for the first time and seems unable to focus on his documentary about the upcoming national elections.","popularity":8.172,"poster_path":"/bUIgUu5ZahvuAqk0mEO7HKmTFNV.jpg","release_date":"1998-03-27","title":"Aprile","video":false,"vote_average":7.445,"vote_count":201},{"adult":false,"backdrop_path":"/9NwEqHBOjpOAcGCX5kGNujIRpEL.jpg","genre_ids":[10749,35],"id":25197,"original_language":"fr","original_title":"Ma vie en l'air","overview":"Yann Kerbec is a flight instructor: he evaluates pilots’ abilities under extreme conditions on flight simulators. But Yann has a big problem: he is so airsick since he was born in a plane, that he couldn’t even follow the love of his life when she moved to Australia. Yann is now thirty years old and remembers with both nostalgia and humour the numerous love stories he spoiled because of his phobia. Will he finally accept to become a grown up or will he keep making plans in the air?","popularity":8.581,"poster_path":"/jQouO8wPkHwrXOjHsWKHJhchJIa.jpg","release_date":"2005-06-17","title":"Love Is in the Air","video":false,"vote_average":6.506,"vote_count":84},{"adult":false,"backdrop_path":"/aqjVohKrbcFEERCPcRjDUht0maW.jpg","genre_ids":[18,16,10751,35,14],"id":11497,"original_language":"en","original_title":"All Dogs Go to Heaven","overview":"When a casino-owning dog named Charlie is murdered by his rival Carface, he finds himself in Heaven basically by default since all dogs go to heaven. However, since he wants to get back at his killer, he cons his way back to the living with the warning that doing that damns him to Hell. Once back, he teams with his old partner, Itchy, to prep his retaliation. He also stumbles onto an orphan girl who can talk to the animals, thus allowing him to get the inside info on the races to ensure his wins to finance his plans. However, all the while, he is still haunted by nightmares of what's waiting for him on the other side unless he can prove that he is worthy of Heaven again.","popularity":34.35,"poster_path":"/nmWh1NglDinfkHD9zCNqGWyhl7Q.jpg","release_date":"1989-11-17","title":"All Dogs Go to Heaven","video":false,"vote_average":6.739,"vote_count":969},{"adult":false,"backdrop_path":"/grHeT4GGDmVcreyuS0D53DlFD5p.jpg","genre_ids":[28,35],"id":37834,"original_language":"en","original_title":"Knight and Day","overview":"A fugitive couple goes on a glamorous and sometimes deadly adventure where nothing and no one – even themselves – are what they seem. Amid shifting alliances and unexpected betrayals, they race across the globe, with their survival ultimately hinging on the battle of truth vs. trust.","popularity":35.709,"poster_path":"/phhp52CZZJiGYmiOTp9ZBDkGHB3.jpg","release_date":"2010-06-15","title":"Knight and Day","video":false,"vote_average":6.208,"vote_count":4279},{"adult":false,"backdrop_path":"/8k0gIcmvrPGyLS3EzHRhONvVE9D.jpg","genre_ids":[18],"id":623305,"original_language":"fr","original_title":"L'acrobate","overview":"In an ever-expanding but nondescript North American city, Christophe, a middle-aged businessman, unexpectedly encounters Micha, a Russian acrobat recovering from an injury, while house-hunting. An instant attraction is quickly consummated and they embark on a torrid affair that helps each of them cope with their respective trials. A provocative, poignant drama about intimacy in an age of anonymity.","popularity":6.124,"poster_path":"/e3L6gL2ywVIP1o2R9jaLBSRlP4c.jpg","release_date":"2020-02-07","title":"The Acrobat","video":false,"vote_average":6.472,"vote_count":18},{"adult":false,"backdrop_path":"/bduTiucbuIi0iyOTa7dHl6Q4CbZ.jpg","genre_ids":[18],"id":509932,"original_language":"en","original_title":"The True Adventures of Wolfboy","overview":"Follows a young boy who runs away from home in the search of his estranged mother.","popularity":9.288,"poster_path":"/mF2ZYPwhMwRp1rJSCI7KKIkw4fc.jpg","release_date":"2019-12-08","title":"The True Adventures of Wolfboy","video":false,"vote_average":5.733,"vote_count":45},{"adult":false,"backdrop_path":"/zyqfXxJVhPOTIKHDeFBQXx1IIXl.jpg","genre_ids":[16,18,10749],"id":374853,"original_language":"ja","original_title":"ずっと前から好きでした。～告白実行委員会～","overview":"Love is blooming at Sakuragaoka High School. Natsuki Enomoto has finally mustered the courage to confess to her childhood friend, Yuu Setoguchi. However, in the final moments of her confession, an embarrassed Natsuki passes it off as a \"practice confession.\" Oblivious to her true feelings and struggling with his own, Yuu promises to support Natsuki in her quest for love. While Natsuki deals with her failed confession, fellow classmate Koyuki Ayase struggles with his own feelings for Natsuki. Despite his timidness, he is determined to win over her heart.  This movie follows Natsuki as she dreams of one day ending her practices and genuinely confessing to Yuu. Meanwhile, close friends also find themselves entangled in their own webs of unrequited love and unspoken affections.","popularity":38.558,"poster_path":"/rQDnIuWMYdZ2BXwaqy4Ird4w8Kw.jpg","release_date":"2016-04-23","title":"I've Always Liked You","video":false,"vote_average":7.5,"vote_count":137},{"adult":false,"backdrop_path":"/yFZG86Zvdy6JuIlMW9eHxlVkct5.jpg","genre_ids":[16,28,12,14,878],"id":413594,"original_language":"ja","original_title":"劇場版 ソードアート・オンライン -オーディナル・スケール-","overview":"In 2026, four years after the infamous Sword Art Online incident, a revolutionary new form of technology has emerged: the Augma, a device that utilizes an Augmented Reality system. Unlike the Virtual Reality of the NerveGear and the Amusphere, it is perfectly safe and allows players to use it while they are conscious, creating an instant hit on the market. The most popular application for the Augma is the game Ordinal Scale, which immerses players in a fantasy role-playing game with player rankings and rewards.  Following the new craze, Kirito's friends dive into the game, and despite his reservations about the system, Kirito eventually joins them. While at first it appears to be just fun and games, they soon find out that the game is not all that it seems...","popularity":49.121,"poster_path":"/2szdEK0Mr0RG0nWGFVTseNQHbnP.jpg","release_date":"2017-02-18","title":"Sword Art Online: The Movie – Ordinal Scale","video":false,"vote_average":7.7,"vote_count":642},{"adult":false,"backdrop_path":"/tdnCZ8uZmQDFPNdY3ix54DJ3HzK.jpg","genre_ids":[35,10751,80],"id":1230409,"original_language":"tr","original_title":"İyi Bir Aile Değiliz","overview":"The life of 35-year-old Murat, who lives with his family in a neighborhood in Istanbul, is turned upside down by the death of his father. The question of whether to bury his father in Istanbul or in the village causes divisions within the family. As the father is about to be buried in a cemetery in Istanbul, the family realizes that the deceased is someone else. Murat, influenced by his cousin Hızır, begins to suspect each member of the family, and his paranoia escalates within this chaotic day. At the end of the night, Murat will be confronted with the truth that he is indeed an integral part of this family that he has always rejected.","popularity":1.055,"poster_path":"/4BkZkzgivQB97Tz2T7HnI0dTxQu.jpg","release_date":"2024-02-09","title":"Not Your Average Family","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/r5XAAFD8H6udVbAcHiRBFZAKNOk.jpg","genre_ids":[10751,12,35],"id":716869,"original_language":"fi","original_title":"Räkä ja Roiskis","overview":"Snot and Splash travel to their grandmother's house in the small town of Mouthwash for a winter holiday. Once there, they discover that everything is a little off in what used to be a very ordinary town. The strangest thing is that holes are disappearing from the town. Snot and Splash set out to investigate and manage to get on the trail of a local dentist, Migrén Junior. However, the investigation is in danger of failing when messy Snot and diligent Splash get into an argument with each other. How can Mouthwash be restored and the holes put back in place if the boys can't work together? The only way to restore the world is for the brothers to work together.","popularity":2.13,"poster_path":"/zSOdLc7JpoexSJaAOWDskardxRk.jpg","release_date":"2024-01-19","title":"Snot and Splash","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/qXLHevogZOTjDI8YhNNYkJbgZWA.jpg","genre_ids":[12,37],"id":9628,"original_language":"de","original_title":"Winnetou und das Halbblut Apanatschi","overview":"On her b-day, settler's daughter Apanatschi receives her father's secret gold mine but greedy neighboring prospectors resort to murder and kidnapping in order to get the gold, forcing the girl and her brother to seek Winnetou's protection.","popularity":14.319,"poster_path":"/xO4PpdZPWUYdR6Mwei2YMR9Ydtw.jpg","release_date":"1966-08-17","title":"Winnetou and the Crossbreed","video":false,"vote_average":6.1,"vote_count":71},{"adult":false,"backdrop_path":"/vKVX9hV2HnCPe8XnauCQKEHQCwv.jpg","genre_ids":[80,53,28],"id":24860,"original_language":"nl","original_title":"De zaak Alzheimer","overview":"Vincke and Verstuyft are one of the best detective teams of the Antwerp police force. When they are confronted with the disappearance of a top official and the murder of two prostitutes, the trail leads to the almost retired assassin Angelo Ledda. Since Ledda starts showing symptoms of Alzheimer's, it's getting more and more difficult to complete his contracts. When he has to murder a 12-year old call-girl, he refuses and becomes a target himself. While Vincke and Verstuyft are chasing him and counting the corpses, Ledda is taking care of his employers.","popularity":5.467,"poster_path":"/rKFzSI5XtDOfXoULnY5TEaNpuMC.jpg","release_date":"2003-10-15","title":"The Memory of a Killer","video":false,"vote_average":6.793,"vote_count":123},{"adult":false,"backdrop_path":"/iG3dP49h6n3n3aSYE9lUoOL03wa.jpg","genre_ids":[35,18,10751],"id":1075386,"original_language":"ml","original_title":"അയ്യർ ഇൻ അറേബ്യ","overview":"When an orthodox father, who disregards history, and a mother with historical awareness and an eye on the future, visit their son in Dubai, a transformative shift occurs.","popularity":2.437,"poster_path":"/86TSN6wQdeX2BPfhldinSUv9iQx.jpg","release_date":"2024-02-02","title":"Iyer In Arabia","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/4vBafKZEdw6aFvN7wQ2vZV9bjv4.jpg","genre_ids":[18],"id":454286,"original_language":"en","original_title":"God's Not Dead: A Light in Darkness","overview":"Pastor Dave responds to the unimaginable tragedy of having his church, located on the grounds of the local university, burned down.","popularity":29.064,"poster_path":"/1MwoZ4U8SGm7yIzfPFcTTbiiOYY.jpg","release_date":"2018-03-30","title":"God's Not Dead: A Light in Darkness","video":false,"vote_average":6.6,"vote_count":201},{"adult":false,"backdrop_path":"/fa03pD2qYmms4ZMgAv7PMqfFiGO.jpg","genre_ids":[18,35],"id":9475,"original_language":"en","original_title":"Scent of a Woman","overview":"Charlie Simms is a student at a private preparatory school who comes from a poor family. To earn the money for his flight home to Gresham, Oregon for Christmas, Charlie takes a job over Thanksgiving looking after retired U.S. Army officer Lieutenant Colonel Frank Slade, a cantankerous middle-aged man who lives with his niece and her family.","popularity":35.985,"poster_path":"/f75Fsfx8nA8JfSdJ61jhC8JwHps.jpg","release_date":"1992-12-23","title":"Scent of a Woman","video":false,"vote_average":7.781,"vote_count":3181},{"adult":false,"backdrop_path":"/7t4OgKvzqfvDcB2nA6oPyEHWd2G.jpg","genre_ids":[53,9648,27],"id":207933,"original_language":"en","original_title":"Stonehearst Asylum","overview":"A Harvard Medical School graduate takes a position at a mental institution and soon becomes obsessed with a female mental patient, but he has no idea of a recent and horrifying staffing change.","popularity":41.001,"poster_path":"/fZxGCCQ0NAtraevqULJ84wSSjo0.jpg","release_date":"2014-10-23","title":"Stonehearst Asylum","video":false,"vote_average":6.84,"vote_count":1336}],"total_pages":500,"total_results":10000}