{"page":55,"results":[{"adult":false,"backdrop_path":"/r48vi3MHEO96ZWRDylIfUZQXwZN.jpg","genre_ids":[27,53],"id":71622,"original_language":"es","original_title":"Atrocious","overview":"Quintanilla family was found dead in their country side house. Police reported the existence of 37 hours of recorded evidence. The family traveled to their old farm house, where they investigated about the Legend of the Girl in the Garraf woods. They used to record whatever they did. Atrocious shows the last five days of this family, and the strange situations that they lived in those moments and which remain unexplained.","popularity":9.389,"poster_path":"/lVzWJ0xV6AJxsHwL2KcdIbaNNeV.jpg","release_date":"2010-10-15","title":"Atrocious","video":false,"vote_average":5.562,"vote_count":169},{"adult":false,"backdrop_path":null,"genre_ids":[10770],"id":815151,"original_language":"en","original_title":"AEW Bash at the Beach","overview":"Bash at the Beach was a series of professional wrestling television special episodes produced by All Elite Wrestling (AEW). The two-part, nine-day event started on January 15, 2020 from the Watsco Center in Coral Gables, Florida with an episode of AEW Dynamite on TNT. The series continued with Chris Jericho's Rock 'N' Wrestling Rager at Sea, with matches from the cruise airing on the January 22 episode of Dynamite. The events continued until January 24.","popularity":4.065,"poster_path":"/tvMvakKFDo7lUuYG02s4vz3VSol.jpg","release_date":"2020-01-15","title":"AEW Bash at the Beach","video":false,"vote_average":7.5,"vote_count":2},{"adult":false,"backdrop_path":"/mDMsNgDW0mGemAaHrnVHlRvIe9C.jpg","genre_ids":[35],"id":408238,"original_language":"fr","original_title":"Les Nouvelles Aventures de Cendrillon","overview":"It's Julie's birthday but she seems to be the only one who remembers... Until Marco, the man she secretly loves, calls her and tells her he's going to drop off her son because the babysitter had a setback. Julie is devastated, everyone considers her to be a maid. Alone with this particularly obnoxious little boy, Julie decides to tell him the story of Cinderella... well, almost.","popularity":8.757,"poster_path":"/DWGITJaKv6N2BVQFno5BDWlpuz.jpg","release_date":"2017-10-18","title":"The New Adventures of Cinderella","video":false,"vote_average":4.874,"vote_count":236},{"adult":false,"backdrop_path":"/lpZPrfmWrcSkYQx8JHT9APj2uPB.jpg","genre_ids":[28,12,35],"id":10204,"original_language":"en","original_title":"Around the World in 80 Days","overview":"A bet pits a British inventor, a Chinese thief and a French artist on a worldwide adventure that they can circle the globe in 80 days.","popularity":30.114,"poster_path":"/pwYJWmZcbxFc1uGZTcPMNbZxMkw.jpg","release_date":"2004-06-16","title":"Around the World in 80 Days","video":false,"vote_average":5.925,"vote_count":2372},{"adult":false,"backdrop_path":"/cUzVbqdFt86ReSxp41O8Gd2Wov5.jpg","genre_ids":[18],"id":47145,"original_language":"en","original_title":"Sant'Agostino","overview":"Augustine is a two-part, Italian-made mini-series about the influential theologian and church father Augustine of Hippo. The piece tells the story of his life from a teenager to his death at the age of 69.Much of the content for the scenes of him as a young and middle-aged man come from his Confessions, which is probably the earliest extant autobiography.","popularity":8.839,"poster_path":"/fexq7cUOGcQMpbNB9GoxX0AD0S3.jpg","release_date":"2010-01-31","title":"Augustine: The Decline of the Roman Empire","video":false,"vote_average":5.038,"vote_count":12},{"adult":false,"backdrop_path":"/bYLophVUDDIP63FiWkzEgeuTjdI.jpg","genre_ids":[28,35],"id":6916,"original_language":"it","original_title":"...altrimenti ci arrabbiamo!","overview":"After a tied 1st place in a local stunt race, two drivers start a contest to decide who of them will own the prize, a dune buggy. But when a mobster destroys the car, they are determined to get it back.","popularity":15.232,"poster_path":"/nsnVnZDqlpe6CHENnapq19RGRzC.jpg","release_date":"1974-03-29","title":"Watch Out, We're Mad","video":false,"vote_average":7.421,"vote_count":762},{"adult":false,"backdrop_path":"/e2davs0JQ4R9Y9VPUBBTqsJaINc.jpg","genre_ids":[10749,35,18],"id":58219,"original_language":"it","original_title":"Manuale d'am3re","overview":"Roberto is a young and ambitious lawyer who is going to marry Sara. His whole life is perfectly planned out. During a expropriation which he is in charge of, he meets Micol, a gorgeous and provocative young woman from a small village in Tuscany. This is when things start to get complicated... Fabio, a famous anchorman, has been the perfect husband for twenty five years. At a party one night, he meets Eliana, a femme fatale full of surprises. This one-night stand proves to be more than what he bargained for when she refuses to leave... Adrian is an American art history professor who moved to Rome after his divorce. He is friends with Augusto, the building's concierge, whose ebullient daughter Viola is about to disrupt his peaceful existence and relight his fire","popularity":23.852,"poster_path":"/9xckurqcoNkTYtjh5f3HvOZFMMP.jpg","release_date":"2011-02-25","title":"Ages of Love","video":false,"vote_average":5.26,"vote_count":194},{"adult":false,"backdrop_path":"/v7ha9Qwc5pCAvS5mMVjOPHCQVR5.jpg","genre_ids":[28,16,18,878,10752],"id":37048,"original_language":"ja","original_title":"劇場版 機動戦士ガンダムOO -A wakening of the Trailblazer-","overview":"The year is 2314 AD, two years have passed since the defeat of the Innovators and the exposure of the A-Laws' crimes against humanity. The A-Laws have been abolished and their infrastructure integrated into the Earth Sphere Federation Army. However, the world's exposure to GN Particles has resulted in many people awakening as True Innovators. Celestial Being has returned to the shadows to rebuild and quietly observe the infantile peace. However, an abandoned probe from an expedition to Jupiter 130 years ago approaches Earth bringing a new crisis with it, one that threatens all of mankind. While Celestial Being begins their final mission to save humanity from an unimaginable threat, Gundam Meister Setsuna F. Seiei is about to discover the true purpose of his evolution as an Innovator. Aeolia Schenberg's plan has moved into its final stage...","popularity":14.52,"poster_path":"/pGfKtbinKYzsfwVVTF628nQtVL8.jpg","release_date":"2010-09-18","title":"Mobile Suit Gundam 00: A Wakening of the Trailblazer","video":false,"vote_average":6.3,"vote_count":30},{"adult":false,"backdrop_path":"/64jAqTJvrzEwncD3ARZdqYLcqbc.jpg","genre_ids":[53,10749,12],"id":429300,"original_language":"en","original_title":"Adrift","overview":"Tami Oldham and Richard Sharp couldn't anticipate that they would be sailing directly into one of the most catastrophic hurricanes in recorded history. In the aftermath of the storm, Tami awakens to find Richard badly injured and their boat in ruins. With no hope of rescue, Tami must now find the strength and determination to save herself and the only man she has ever loved.","popularity":45.888,"poster_path":"/5gLDeADaETvwQlQow5szlyuhLbj.jpg","release_date":"2018-05-31","title":"Adrift","video":false,"vote_average":6.8,"vote_count":2489},{"adult":false,"backdrop_path":"/qhjPl6x3xUIpEZ0RNc9h2LDxSCH.jpg","genre_ids":[18],"id":763109,"original_language":"sv","original_title":"Jag är Zlatan","overview":"Coming-of-age story depicting Zlatan Ibrahimovic's upbringing in a rough Swedish suburb. Born to Balkan immigrants, football was Zlatan's release in a tough environment where his remarkable talent and self-reliance catapulted him against all odds to the top of international football playing for clubs like Ajax Amsterdam, Juventus, Inter, Milan, Barcelona, Paris Saint-Germain and Manchester United.","popularity":10.666,"poster_path":"/4PTCd7jeylZdj6PZXqUlHWfKu9V.jpg","release_date":"2021-11-11","title":"I Am Zlatan","video":false,"vote_average":5.729,"vote_count":133},{"adult":false,"backdrop_path":"/q1NXVYTqSStNQsnKrCvtU6NPzEk.jpg","genre_ids":[16,35,10751,37],"id":892153,"original_language":"en","original_title":"Tom and Jerry Cowboy Up!","overview":"This time, the rivals team up to help a cowgirl and her brother save their homestead from a greedy land-grabber, and they’re going to need some help! Jerry’s three precocious nephews are all ready for action, and Tom is rounding up a posse of prairie dogs. But can a ragtag band of varmints defeat a deceitful desperado determined to deceive a damsel in distress? No matter what happens with Tom and Jerry in the saddle, it’ll be a rootin’ tootin’ good time!","popularity":31.591,"poster_path":"/muIaHotSaSUQr0KZCIJOYQEe7y2.jpg","release_date":"2022-01-24","title":"Tom and Jerry Cowboy Up!","video":false,"vote_average":6.9,"vote_count":435},{"adult":false,"backdrop_path":"/bEc081q9Ju5QLEOvAc6vMWUjW1p.jpg","genre_ids":[18,35],"id":11307,"original_language":"en","original_title":"The World According to Garp","overview":"A struggling young writer finds his life and work dominated by his unfaithful wife and his radical feminist mother, whose best-selling manifesto turns her into a cultural icon.","popularity":31.009,"poster_path":"/9ItRFdSCb7Sz3AC9LRxAzbH73kG.jpg","release_date":"1982-08-13","title":"The World According to Garp","video":false,"vote_average":6.669,"vote_count":311},{"adult":false,"backdrop_path":"/rFjeGAA4cW8PEuVbzayDGLg07l6.jpg","genre_ids":[878,18,53],"id":415132,"original_language":"fr","original_title":"Arès","overview":"In a near future, the world order has changed. With its 10 millions of unemployed citizens, France has now become a poor country. Its people wavers between rebellion and resignation and find an outlet in the shape of TV broadcast ultra brutal fights in which the players are legally doped and unscrupulous.","popularity":13.492,"poster_path":"/sVKz7eKtSkVGjKaSWo065XTkWk9.jpg","release_date":"2016-11-23","title":"Ares","video":false,"vote_average":6.099,"vote_count":307},{"adult":false,"backdrop_path":"/7kp9e6sR07es0BNDz9VzpL8XhJa.jpg","genre_ids":[35,10751],"id":82650,"original_language":"en","original_title":"Diary of a Wimpy Kid: Dog Days","overview":"It's summertime, and Greg Heffley is looking forward to playing video games and spending time with his friends. However, Greg's dad has other plans: He's decided that some father-son bonding time is in order. Desperate to prevent his dad from ruining summer vacation, Greg pretends he has a job at a ritzy country club. But Greg's plan backfires, leaving him in the middle of embarrassing mishaps and a camping trip gone wrong.","popularity":34.466,"poster_path":"/7pTvjELxw0f0E6sUPGtPEl4WD0S.jpg","release_date":"2012-08-02","title":"Diary of a Wimpy Kid: Dog Days","video":false,"vote_average":6.3,"vote_count":912},{"adult":false,"backdrop_path":"/7KR1nKGaYqPuFBnqP7XBIX0DZlR.jpg","genre_ids":[18,10751],"id":770156,"original_language":"en","original_title":"Lucy Shimmers and the Prince of Peace","overview":"Second chances start when a hardened criminal crosses paths with a precocious little girl who is helped by an angel to change hearts during the holiday season.","popularity":36.931,"poster_path":"/yfnJ5qIYx7q33fY4jqv9Pu95RSg.jpg","release_date":"2020-10-19","title":"Lucy Shimmers and the Prince of Peace","video":false,"vote_average":8.36,"vote_count":204},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1219872,"original_language":"nl","original_title":"Ans en het universum","overview":"Ans Hoornweg died in 2022 at the age of 80. Hers was an extraordinary story. Extraordinary for others, that is, as contact with extraterrestrials was nothing special for Ans: she appeared on TV several times as a medium who could communicate with aliens.  In Ans en het universum, for one last time, she recalls her out-of-body experiences and her visits to other planets. Ans also discusses her media appearances and how people would call her crazy, but still, Ans did not have one shred of doubt: aliens are everywhere and we’re slowly transitioning to an era where current gender norms are no longer applicable.  Filmmakers Noëlle Ingeveldt and Juriaan van Berkel work together as Berkveldt to produce a sincere testimonial of a woman with a remarkable life story, filmed amongst the many dolls Ans made in the same likeness of her alien friends.","popularity":0.6,"poster_path":"/vYM3XSicdzhKLTKV7pM2k6ftGyw.jpg","release_date":"2024-01-25","title":"Ans and the Universe","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/xpvjxEJbB1IsaKFaJhB5fXvmJqB.jpg","genre_ids":[18],"id":489982,"original_language":"is","original_title":"Andið eðlilega","overview":"At the edge of Iceland’s Reykjanes peninsula, two women’s lives will intersect – for a brief moment – while trapped in circumstances unforeseen. Between a struggling Icelandic mother and an asylum seeker from Guinea-Bissau, a delicate bond will form as both strategize to get their lives back on track.","popularity":11.141,"poster_path":"/wYoOX37zNCHWZMg6s0dRpVrkyU.jpg","release_date":"2018-08-17","title":"And Breathe Normally","video":false,"vote_average":6.7,"vote_count":97},{"adult":false,"backdrop_path":"/25vnjpjaYuayXc84UNEIPSfTorX.jpg","genre_ids":[18,35],"id":42399,"original_language":"it","original_title":"Gli amici del bar Margherita","overview":"Bologna, 1954. Taddeo, a young man of 18 whom everyone calls Kid, dreams of becoming one of the regulars of the mythical Margherita Café, located under the portico across from his family's home. Through a ploy, he manages to get work as the chauffeur for Al, the neighborhood's most glamorous and mysterious resident. Having been taken under Al's wing, Taddeo gets to witness the adventures of Bep, who is in love with Marcella the entraineuse; the trials and tribulations of Gian, an aspiring singer and the victim of a horrible practical joke; the crazy behavior of Manuelo, a small-time robber with a sex phobia; the meanness of Zanchi, inventor of the elastic necktie; and the bizarre manias of Sarti, a ballroom dancing champion who wears his tux day and night. And Taddeo's home life is no less out of the ordinary, considering his mother is being led on by the family physician while his grandfather has fallen head over heels for a well-built piano teacher.","popularity":3.727,"poster_path":"/yYiwydcZW5Tobs0RzQkvCKkelpy.jpg","release_date":"2009-04-03","title":"The Friends at the Margherita Café","video":false,"vote_average":5.698,"vote_count":86},{"adult":false,"backdrop_path":"/zN1ICWg3iMimwWJm8g05qcgolcL.jpg","genre_ids":[12,36,10749],"id":22183,"original_language":"fr","original_title":"Angélique et le Roy","overview":"Soon after her latest husband death, the King himself (Louis XIV) meets with our heroine and begs her to help convince the Persian Ambassador to agree to a treaty. However, what they didn't realize was that the handsome Persian was in fact a sexual sadist. So, it is up to the King's half- brother, some Hungarian prince, to save Angélique from the evil troll's clutches.","popularity":13.584,"poster_path":"/AtrK32Qdu7oaPqBiN7tGo1BhkJL.jpg","release_date":"1966-01-31","title":"Angelique and the King","video":false,"vote_average":6.59,"vote_count":122},{"adult":false,"backdrop_path":"/d5m1pBSscGgkTnb88HmLMX7wSQo.jpg","genre_ids":[28,35,80,18],"id":11055,"original_language":"it","original_title":"Piedone l'africano","overview":"Inspector Rizzo in Napoli gets a message from a policeman from South Africa who wants to meet him. Immediately before this meeting the south African policeman is killed. Dying he shows Rizzo a picture of his little son Bodo. Rizzo travels to Johannesburg to find out what the policeman was working on and to find Bodo.","popularity":11.905,"poster_path":"/qNdEEsnYgKaaKIhlcRyAjSbpni4.jpg","release_date":"1978-03-22","title":"Flatfoot in Africa","video":false,"vote_average":6.2,"vote_count":146}],"total_pages":500,"total_results":10000}