{"page":99,"results":[{"adult":false,"backdrop_path":"/vxLOnYeWTVncrL4GagBCuA345x.jpg","genre_ids":[53,27,9648],"id":85139,"original_language":"it","original_title":"L'assassino è ancora tra noi","overview":"During a spree of violent killings, a young woman writing a thesis in criminology begins to suspect that her new boyfriend, who is a forensic pathologist, might be a serial killer.","popularity":2.548,"poster_path":"/3uPVKGpUeth1YnjAjojqG6YK71o.jpg","release_date":"1986-02-07","title":"The Killer Is Still Among Us","video":false,"vote_average":5.1,"vote_count":12},{"adult":false,"backdrop_path":"/Ant957vTnlFwOvyLdCu0OKrPCe1.jpg","genre_ids":[16,12,35,10751],"id":264419,"original_language":"es","original_title":"Un gallo con muchos huevos","overview":"Toto has grown and now is a young cock. An evil rancher tricks the female owner of the ranch where they live and forces her to bet the property in a cockfight in the arena. Toto is the only option to defend their home, so he must train in just one week and win the championship of the arena.","popularity":18.033,"poster_path":"/e55ZEtyXkknzBgNmrcyTICAG3gA.jpg","release_date":"2015-09-04","title":"Huevos: Little Rooster's Egg-Cellent Adventure","video":false,"vote_average":6.965,"vote_count":202},{"adult":false,"backdrop_path":"/zsqfhpnl4sZ3aGUufJUsNDxXXZv.jpg","genre_ids":[12,35,10751,14,878],"id":20856,"original_language":"en","original_title":"Aliens in the Attic","overview":"A group of kids must protect their vacation home from invading aliens.","popularity":36.505,"poster_path":"/bb8ym5zSRGmhNx3gyDnzSN2waS4.jpg","release_date":"2009-07-30","title":"Aliens in the Attic","video":false,"vote_average":5.687,"vote_count":953},{"adult":false,"backdrop_path":"/oZxsH0ye5AL8fhSi2UsGAI5PrhT.jpg","genre_ids":[35,12,14],"id":68816,"original_language":"it","original_title":"Riusciranno i nostri eroi a ritrovare l'amico misteriosamente scomparso in Africa?","overview":"A rich businessman is fed up with work, family, society, and goes with his accountant to Africa, in search of his brother-in-law who had vanished there in mysterious circumstances. They will find him alright - as a tribal chief, surrounded with lots of topless, shapely wives. They are going to return to civilisation, but will their friend come with them?","popularity":5.528,"poster_path":"/6zoNN475GuKrs4ieyVmSd65YjZx.jpg","release_date":"1968-12-19","title":"Will Our Heroes Be Able to Find Their Friend Who Has Mysteriously Disappeared in Africa?","video":false,"vote_average":6.9,"vote_count":79},{"adult":false,"backdrop_path":"/wa5eEBwjI01yhNMKPwIaqeBiw2d.jpg","genre_ids":[12,28,53],"id":9053,"original_language":"en","original_title":"DOA: Dead or Alive","overview":"Four beautiful rivals at an invitation-only martial-arts tournament join forces against a sinister threat. Princess Kasumi is an aristocratic warrior trained by martial-arts masters. Tina Armstrong is a wrestling superstar. Helena Douglas is an athlete with a tragic past. Christie Allen earns her keep as a thief and an assassin-for-hire.","popularity":30.048,"poster_path":"/lZ6vZka2M0jtH1khYWa8j73E275.jpg","release_date":"2006-09-07","title":"DOA: Dead or Alive","video":false,"vote_average":5.204,"vote_count":776},{"adult":false,"backdrop_path":"/o6dMhtZP2bco4biwqbdgaTJ7JIm.jpg","genre_ids":[16,10751],"id":49953,"original_language":"en","original_title":"A Turtle's Tale: Sammy's Adventures","overview":"A sea turtle who was hatched in 1959 spends the next 50 years traveling the world while it is being changed by global warming. Born on a Baja, California beach in 1959, new hatchling Sammy must do what his fellow newborn sea turtles are doing: race across the beach to the ocean before they are captured by a seagull or crab. Thus begins Sammy's incredible fifty-year ocean journey. Along the way he meets his best friend, a fellow turtle named Ray, and overcomes obstacles both natural and man-made while trying to fulfill his dream of travelling around the world. Throughout his voyage, Sammy never forgets about Shelly - the turtle he saved on his first day and loves passionately from afar.","popularity":23.666,"poster_path":"/n2lKNUSAgeZDDPcWHGUnRU89YkF.jpg","release_date":"2010-08-04","title":"A Turtle's Tale: Sammy's Adventures","video":false,"vote_average":5.986,"vote_count":612},{"adult":false,"backdrop_path":"/wq7KVxUAYH06cHuReBcV0Sx2kFv.jpg","genre_ids":[10749,12,18],"id":43832,"original_language":"en","original_title":"Only Angels Have Wings","overview":"A traveling performer arrives at a remote South American port town where the head of an air freight service must risk his pilots' lives to earn a major contract.","popularity":18.163,"poster_path":"/lqcwiWancAkjtAQPHr9V3SfJjBM.jpg","release_date":"1939-05-15","title":"Only Angels Have Wings","video":false,"vote_average":7.269,"vote_count":216},{"adult":false,"backdrop_path":"/Xos2Kemyyz1eB7S9p0RQhDBC20.jpg","genre_ids":[18,35,80],"id":8281,"original_language":"fr","original_title":"J'ai toujours rêvé d'être un gangster","overview":"Told in four vignettes, this existential comedy relates the exploits of four aspiring criminals who hope to improve their lot, but find that they might not have what it takes for a life of crime.","popularity":7.92,"poster_path":"/artisvDyj9tXy7t7EI7iWcQ6mbn.jpg","release_date":"2008-03-26","title":"I Always Wanted to Be a Gangster","video":false,"vote_average":7.22,"vote_count":84},{"adult":false,"backdrop_path":"/zpD9VRmZ1Zv7ZMsrNmutRrt0LZU.jpg","genre_ids":[16,10751,12,18,14],"id":88557,"original_language":"ja","original_title":"劇場版ポケットモンスター ベストウイッシュ ビクティニと黒き英雄 ゼクロム","overview":"The Kingdom of the People of the Earth once ruled over the land, but now all that remains is the Sword of the Earth. in the city of Eindoak. Satoshi, Iris, and Dent arrive in Eindoak during a harvest festival's Pokémon Tournament and meet the legendary Pokémon Victini who wishes to share its powers of victory to someone. Elsewhere in the city, a descendant of the People of the Earth named Dred Grangil has arrived who seeks to revive the kingdom's power with the Sword of the Earth, bringing them back into power over the land, and Satoshi and his friends must stop him before he destroys the land along with Victini.","popularity":25.827,"poster_path":"/3g0GDIiFCTQuOmON0e5sFsaygKK.jpg","release_date":"2011-07-16","title":"Pokémon the Movie: White - Victini and Zekrom","video":false,"vote_average":6.6,"vote_count":171},{"adult":false,"backdrop_path":"/lqASDYSyYMgC1gYY7VHqK9Tnv0I.jpg","genre_ids":[18],"id":9563,"original_language":"en","original_title":"Any Given Sunday","overview":"A star quarterback gets knocked out of the game and an unknown third stringer is called in to replace him. The unknown gives a stunning performance and forces the ageing coach to reevaluate his game plans and life. A new co-owner/president adds to the pressure of winning. The new owner must prove herself in a male dominated world.","popularity":29.019,"poster_path":"/bysZeUvSPZPJnku4qkHF34CdgMG.jpg","release_date":"1999-12-22","title":"Any Given Sunday","video":false,"vote_average":6.816,"vote_count":1557},{"adult":false,"backdrop_path":"/ssEwX9Aeg5I5kdDXuITlCOsxBSs.jpg","genre_ids":[16,14,27,9648],"id":31160,"original_language":"en","original_title":"Alma","overview":"Alma, a little girl, skips through the snow covered streets of a small town. Her attention is caught by a strange doll in an antique toy shop window. Fascinated, Alma decides to enter.","popularity":6.226,"poster_path":"/yh2ynavM1ADm7gSOCAE7fOV3fvf.jpg","release_date":"2009-06-24","title":"Alma","video":false,"vote_average":6.969,"vote_count":127},{"adult":false,"backdrop_path":"/2jOCJ6ejsn9ErgYUjmxWiziOeaI.jpg","genre_ids":[18],"id":1947,"original_language":"en","original_title":"An Unfinished Life","overview":"Stoic and heartbroken, Einar Gilkyson quietly lives in the rugged Wyoming ranchlands alongside his only trusted friend, Mitch Bradley. One day, the woman he blames for the death of his only son arrives at his door broke, desperate and with a granddaughter he's never known. But even as buried anger and accusations resurface, the way is opened for unexpected connection, adventure and forgiveness.","popularity":20.861,"poster_path":"/7ugLG1yF1l8HWYhmdmHHSC3kJ8b.jpg","release_date":"2005-09-09","title":"An Unfinished Life","video":false,"vote_average":6.8,"vote_count":586},{"adult":false,"backdrop_path":"/eU2Qdc2aEjibKwkDpM8P8sGhQTk.jpg","genre_ids":[10402],"id":205452,"original_language":"en","original_title":"Robbie Williams: Live at Knebworth","overview":"On 29th July 2013, ten years to the week since Robbie performed to 375,000 people across three days, Robbie Williams Live At Knebworth: 10th Anniversary Edition will be released. Even better news is that it's available to pre-order right now!  Remixed and remastered and available in HD on Blu-ray for the first time, the release includes two never-before-seen performances, Robbie's duet of Back For Good with Mark Owen, the 2003 documentary Moments Of Mass Distraction and, of course, the show in all its glorious entirety.","popularity":1.425,"poster_path":"/rtIAWGKfcMv5tvFa1cP45lAlgBI.jpg","release_date":"2013-07-26","title":"Robbie Williams: Live at Knebworth","video":true,"vote_average":9.0,"vote_count":2},{"adult":false,"backdrop_path":"/78GfqqO9fDHx30FtTbVZgVzgyvB.jpg","genre_ids":[878,28,12],"id":38969,"original_language":"ja","original_title":"劇場版 仮面ライダー剣 MISSING ACE","overview":"Four years after an alternate ending to the series, in which Blade seals the Joker, the characters have moved on with their lives: Kenzaki is a garbage man, Mutsuki has graduated high school, and Kotarō has published a book about the Kamen Riders to great success. The Undead have been re-released, and a new trio of Kamen Riders—Glaive, Larc and Lance—have emerged from BOARD, now led by Tachibana. After recapturing two of the Category Aces, Kenzaki and Mutsuki join with the new Riders. When all the Undead are sealed once more, Glaive reveals himself to be the Albino Joker, a white version of the original Joker, and captures Kotarō's niece to obtain the ultimate power, sealing her in the Vanity Card. In order to free Amane from the card, Hajime is unsealed from the Joker Card and the four Riders are again united, intent on saving Amane and stopping the Albino Joker.","popularity":7.05,"poster_path":"/tdQLPHz6CLUYd0PydTSju2nkpfN.jpg","release_date":"2004-09-11","title":"Kamen Rider Blade: Missing Ace","video":false,"vote_average":6.8,"vote_count":11},{"adult":false,"backdrop_path":"/iDBiBBbT56CTXWYxoFtrLZBogn0.jpg","genre_ids":[53,80,27],"id":108101,"original_language":"it","original_title":"Arabella l'angelo nero","overview":"An insatiable nymphomaniac with a wheelchair-bound writer husband finds that her lurid exploits rejuvenate his creativity and libido, but soon enough, all of her lovers end up being murdered by an unknown assailant.","popularity":7.796,"poster_path":"/zTSAYWRi9T3C7hQ1Jh0emq1hyLf.jpg","release_date":"1989-09-08","title":"Arabella: Black Angel","video":false,"vote_average":5.5,"vote_count":19},{"adult":false,"backdrop_path":"/kgSMAQLDDTiYzHQiBUvHXIYqAhn.jpg","genre_ids":[18,10749],"id":2623,"original_language":"en","original_title":"An Officer and a Gentleman","overview":"Zack Mayo is an aloof, taciturn man who aspires to be a navy pilot. Once he arrives at training camp for his 13-week officer's course, Mayo runs afoul of abrasive, no-nonsense drill Sergeant Emil Foley. Mayo is an excellent cadet, but a little cold around the heart, so Foley rides him mercilessly, sensing that the young man would be prime officer material if he weren't so self-involved. Zack's affair with a working girl is likewise compromised by his unwillingness to give of himself.","popularity":32.752,"poster_path":"/69adZbLeRk5TNQ3e0008dMnde9p.jpg","release_date":"1982-07-28","title":"An Officer and a Gentleman","video":false,"vote_average":7.007,"vote_count":1038},{"adult":false,"backdrop_path":"/wjXvZuAQEfS3nIO5zvpruBRd27q.jpg","genre_ids":[35,10751,10749,18],"id":74018,"original_language":"en","original_title":"A Cinderella Story: Once Upon a Song","overview":"In this modern telling of the classic tale, aspiring singer Katie Gibbs falls for the new boy at her performing arts high school. But Katie's wicked stepmother and stepsister are scheming to crush her dream before she can sing her way into his heart.","popularity":36.948,"poster_path":"/awuuwPA8Hy9c5EH04xwkEXOSYiL.jpg","release_date":"2011-09-05","title":"A Cinderella Story: Once Upon a Song","video":false,"vote_average":6.4,"vote_count":990},{"adult":false,"backdrop_path":"/ytOz7bIZ1wlqiTtKuQKSR7H0Qdp.jpg","genre_ids":[28,10749,80],"id":81128,"original_language":"cn","original_title":"天若有情","overview":"During a bank heist, getaway driver Wah takes a young woman Jo Jo hostage. After preventing his accomplices from killing her, they begin a forbidden relationship that causes mayhem and chaos for their friends and family.","popularity":22.941,"poster_path":"/8WJpAsYx8v1FOwmV6L9sSjr49Pd.jpg","release_date":"1990-06-14","title":"A Moment of Romance","video":false,"vote_average":6.942,"vote_count":43},{"adult":false,"backdrop_path":"/gftDU03xnFig2yrNYrNFPCBMQZC.jpg","genre_ids":[18,36,10749],"id":28005,"original_language":"en","original_title":"Kama Sutra: A Tale of Love","overview":"Tara and Maya are two inseparable friends in India. Their tastes, habits, and hobbies are the same. Years later, the two have matured, but have maintained their friendship. Tara gets married to the local prince, Raj Singh, who soon succeeds the throne as the sole heir. After the marriage, Raj gets bored of Tara and starts seeking another female to satisfy his sexual needs. He notices Maya and is instantly attracted to her. He has her included as one of his courtesans, and is intimate with her. Watch what happens when Tara finds out and the extent she will go to keep her marriage intact.","popularity":19.903,"poster_path":"/kUaWgLrI7HqpPqPxgR54wSGokCV.jpg","release_date":"1996-09-11","title":"Kama Sutra: A Tale of Love","video":false,"vote_average":5.7,"vote_count":161},{"adult":false,"backdrop_path":"/hwt7OZe1YUevRBXl3CxOlux4soT.jpg","genre_ids":[35],"id":309245,"original_language":"en","original_title":"Mistress America","overview":"Tracy, a lonely college freshman in New York, is rescued from her solitude by her soon-to-be stepsister Brooke, an adventurous gal about town who entangles her in alluringly mad schemes.","popularity":23.232,"poster_path":"/rvwV64gSgftNFIOkWBZhan17R27.jpg","release_date":"2015-08-14","title":"Mistress America","video":false,"vote_average":6.6,"vote_count":510}],"total_pages":500,"total_results":10000}