{"page":114,"results":[{"adult":false,"backdrop_path":null,"genre_ids":[10751],"id":991250,"original_language":"cn","original_title":"出租家人","overview":"“Rent-a-Family” specializes in offering family and friends for rent. The company consists of Carlos, the founder; Catherine, the drama coach; and Chi Kwong, the passionate small-time actor. Carlos and Catherine disapprove of Chi Kwong's overwhelming care for their clients, but they begin to rethink the meaning of \"Rent-a-Family\" when they see the results of Chi Kwong's kindness...","popularity":29.712,"poster_path":"/cUvyVYWyNz01uYkGUNwlcVl82vL.jpg","release_date":"2024-03-14","title":"We Are Family","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/r0q2KE3pf7p3tUxoGtbOAUUsy56.jpg","genre_ids":[14,27,53],"id":560842,"original_language":"fr","original_title":"Achoura","overview":"Four childhood friends are reunited when one of them surfaces after twenty years, forcing them to confront a creature straight out of a spine-chilling Moroccan legend.","popularity":5.029,"poster_path":"/jU1LmBG26DQBeJLcuX16A8cQeZF.jpg","release_date":"2020-06-26","title":"Achoura","video":false,"vote_average":5.263,"vote_count":19},{"adult":false,"backdrop_path":"/6AP9uBm8jVIEmYMSEYLOfX2YeX9.jpg","genre_ids":[18,35],"id":578814,"original_language":"it","original_title":"Domani è un altro giorno","overview":"When theatre actor Giuliano receives an unexpected visit from his childhood friend Tommasso, the encounter is bittersweet. This reunion is their ﬁrst meeting in many years, triggered by Giuliano’s failing health and his decision to forgo treatment. Instead he is focussed on putting his affairs in order: distributing possessions, reconciling past disputes, and, most importantly, ﬁnding a home for his beloved canine, Pato. Over four days, the two men walk the streets of Rome, visiting bookshops, restaurants, veterinarians and friends, examining their lives and speculating on what the future holds.","popularity":7.942,"poster_path":"/zh2mFtZ6HJoZYcdyjfs17GHm8Qw.jpg","release_date":"2019-02-28","title":"Tomorrow's a New Day","video":false,"vote_average":6.849,"vote_count":215},{"adult":false,"backdrop_path":"/cQcc0ckBHKLy2AIEA9Ct3nSbwyK.jpg","genre_ids":[53,28,80],"id":104930,"original_language":"it","original_title":"Omicidio per appuntamento","overview":"Two friends from America come together by chance in the Italian countryside. They decide to meet in Rome after both have done private deals. When one then not show up in Rome starts the other one become suspicious and fearful that something has happened to him. He begins to investigate the case himself and ends up in a spiral of industrial espionage, blackmail, and cold-blooded murder ...","popularity":2.366,"poster_path":"/qXW5ES8uPR1gUdXThrkcLIhbDC3.jpg","release_date":"1967-05-17","title":"Date for a Murder","video":false,"vote_average":5.0,"vote_count":3},{"adult":false,"backdrop_path":"/5C6njaciKvyZlKWUrQX7mjdl4D1.jpg","genre_ids":[80,9648,53,28],"id":2043,"original_language":"en","original_title":"Along Came a Spider","overview":"After the harrowing death of his partner, detective and best-selling author Alex Cross has retreated to the peace of retirement. But when a brilliant criminal kidnaps a senator's young daughter, Alex is lured back into action. Teamed with the Secret Service agent assigned to protect the missing girl, Alex follows a serpentine trail of clues that leads him to a stunning discovery - the kidnapper wants more than just ransom.","popularity":45.875,"poster_path":"/1YtsND7vSNymylnOSzgg3DdVFMB.jpg","release_date":"2001-04-06","title":"Along Came a Spider","video":false,"vote_average":6.336,"vote_count":1763},{"adult":false,"backdrop_path":"/lauOVXEeFSCvCMTwSbR0ybAjElN.jpg","genre_ids":[18,10749],"id":32456,"original_language":"en","original_title":"Two Girls and a Guy","overview":"Two women confront their boyfriend, a two-timing actor who professed eternal love to each.","popularity":11.697,"poster_path":"/9Hj90OgXLBReJCAGqOOzzxjZfCh.jpg","release_date":"1997-09-07","title":"Two Girls and a Guy","video":false,"vote_average":5.234,"vote_count":94},{"adult":false,"backdrop_path":"/qvZfQ3oRFU8xmNXoeX0og7GCVvF.jpg","genre_ids":[35,878],"id":51424,"original_language":"cs","original_title":"Zítra vstanu a opařím se čajem","overview":"Former Nazi Klaus Abard survives to the 1990s by taking anti-ageing pills. He plans to use a time travel trip to return to Germany in 1944 and present Hitler with a hydrogen bomb, so that he can win the war. Unfortunately the pilot, woman-chasing Karel Bures, dies on the morning of the trip and his earnest twin brother Jan impersonates him, without knowing about the plot. The plot goes wrong when they lose the bomb and land near Hitler's bunker in 1941, at a time that the Nazis sense victory. Bures, with two of the plotters, escape capture by the Nazis and make it back to the time machine. Bures programs the machine to return one day before they left, because he figures he can then save his brother and foil the plot.","popularity":5.11,"poster_path":"/AfZVSvNQwCr0JwWsYBDbFLe6Adr.jpg","release_date":"1977-08-12","title":"Tomorrow I'll Wake Up and Scald Myself with Tea","video":false,"vote_average":6.3,"vote_count":41},{"adult":false,"backdrop_path":"/aJAJ31F6PIUHjogoRbn5y1siYEl.jpg","genre_ids":[27],"id":947890,"original_language":"vi","original_title":"Bóng Ðè","overview":"After suffering a family tragedy, a widower named Thanh moves his two daughters to a centuries-old ancestral home. Both daughters fall prey to sleep paralysis and night terrors. Their father seeks the help of a local psychologist, but chilling secrets and visions eventually prove that all is not what it seems in the old family house.","popularity":14.557,"poster_path":"/tT4DpPzy4jiBSFbxlFA2gixX1MD.jpg","release_date":"2022-03-24","title":"The Ancestral","video":false,"vote_average":6.3,"vote_count":56},{"adult":false,"backdrop_path":"/kY2F1xRTmmCBeG9IHkF4HHwTLow.jpg","genre_ids":[28,12,16,878],"id":414131,"original_language":"ja","original_title":"COBRA THE ANIMATION ザ・サイコガン","overview":"When Utopia More discovers an ancient record that holds the key to unlocking the secrets of the universe, she becomes the target of the ruthless Gypsy Doc of the Pirate Guild. Utopia finds herself saved by the easy-going yet legendary space pirate, Cobra, whose custom made Psychogun makes him a force to be reckoned with. Together, the two of them attempt to stop Gypsy Doc (along with Cobra's revived arch-nemesis, Crystal Boy) and his efforts to steal the record and use its secrets to rule the universe.","popularity":6.107,"poster_path":"/2ZkhNmrZ4Xj3CbGBXYdbhOM9177.jpg","release_date":"2008-08-29","title":"Cobra The Animation: The Psycho-Gun","video":false,"vote_average":7.7,"vote_count":6},{"adult":false,"backdrop_path":"/fdrQusLbssk6WEpyZXVDmyRlylE.jpg","genre_ids":[16,878,53],"id":3509,"original_language":"en","original_title":"A Scanner Darkly","overview":"An undercover cop in a not-too-distant future becomes involved with a dangerous new drug and begins to lose his own identity as a result.","popularity":19.733,"poster_path":"/lUKudOpHICDj6A6SO7DdaZM4W48.jpg","release_date":"2006-07-07","title":"A Scanner Darkly","video":false,"vote_average":6.802,"vote_count":1656},{"adult":false,"backdrop_path":"/akTll16NkiPoNrFyg0E7qrj98NC.jpg","genre_ids":[16,10751],"id":506596,"original_language":"en","original_title":"Ploey: You Never Fly Alone","overview":"A plover chick has not learned to fly when his family migrates in the fall. He must survive the arctic winter, vicious enemies and himself in order to be reunited with his beloved one next spring.","popularity":17.212,"poster_path":"/pQIKecVvsEEexALNuyPj9q4JmSN.jpg","release_date":"2018-04-12","title":"Ploey: You Never Fly Alone","video":false,"vote_average":6.173,"vote_count":84},{"adult":false,"backdrop_path":"/o4ZNSxJ4Q4hfBu29XDm1wWMyI30.jpg","genre_ids":[16,35,18],"id":461762,"original_language":"ja","original_title":"ハイキュー!! 才能とセンス","overview":"Recap film focusing primarily on the match against Aoba Jouhsai from the second season.","popularity":17.072,"poster_path":"/zstCDlJbuLfZYHNCYygI4syDwrd.jpg","release_date":"2017-09-15","title":"Haikyuu!! Movie 3: Genius and Sense","video":false,"vote_average":8.125,"vote_count":24},{"adult":false,"backdrop_path":"/iDF1AvJnAuOn6YppRS7ZGASxZQY.jpg","genre_ids":[10751,35,18,10770],"id":4641,"original_language":"en","original_title":"Read It and Weep","overview":"A young girl turns into an A-List celebrity over night when her private journal is accidently published and becomes a best-seller.","popularity":16.724,"poster_path":"/dyGWW7ch4GWPgdcShBnT7jnQ1uW.jpg","release_date":"2006-07-21","title":"Read It and Weep","video":false,"vote_average":5.8,"vote_count":242},{"adult":false,"backdrop_path":"/7Gzsn4yiwMSXvYcbWXsoDhq8QO2.jpg","genre_ids":[10749,18],"id":632322,"original_language":"en","original_title":"All My Life","overview":"It was a chance meeting started by one of Sol’s friends trying to chat up Jennifer. However, in the end, it was those two who hit it off. Sol enjoyed Jen’s smile, her effort, and how silly she could be. Jen enjoyed Sol’s cooking, his athleticism, and that he would join her in fun moments. As you can imagine, love bloomed, and things got serious. Jen’s investment in Sol led to her pushing him to follow his dreams and even move in to save money. Sol’s investment in Jen well, it led to him proposing. But what started as a liver tumor grew into full-on cancer, so with a diagnosis of 6 months to live, Sol and Jennifer try to make the best of it.","popularity":17.147,"poster_path":"/xoKZ4ZkVApcTaTYlGoZ3J8xcIzG.jpg","release_date":"2020-10-23","title":"All My Life","video":false,"vote_average":7.863,"vote_count":457},{"adult":false,"backdrop_path":"/9p2cFZNk1QW4DCbfl2mRq64Edtm.jpg","genre_ids":[99],"id":68348,"original_language":"sv","original_title":"Undergångens arkitektur","overview":"Featuring never-before-seen film footage of Adolf Hitler and the Nazi regime, The Architecture of Doom captures the inner workings of the Third Reich and illuminates the Nazi aesthetic in art, architecture and popular culture. From Nazi party rallies to the final days inside Hitler's bunker, this sensational film shows how Adolf Hitler rose from being a failed artist to creating a world of ponderous kitsch and horrifying terror. Hitler worshipped ancient Rome and Greece, and dreamed of a new Golden Age of classical art and monumental architecture, populated by beautiful, patriotic Aryans. Degenerated artists and inferior races had no place in his lurid fantasy. As this riveting film shows, the Nazis went from banning the art of modernists like Picasso to forced euthanasia of the retarded and sick, and finally to the persecution of homosexuals and the extermination of the Jews.","popularity":1.975,"poster_path":"/802z31I21EFE8TfsOloTnVSKrHI.jpg","release_date":"1989-10-13","title":"The Architecture of Doom","video":false,"vote_average":7.25,"vote_count":28},{"adult":false,"backdrop_path":"/8rjzuGxXaJRbj1ixZSA1Z1WNQZ4.jpg","genre_ids":[35,18],"id":4255,"original_language":"en","original_title":"The Party at Kitty and Stud's","overview":"Kitty and Stud are lovers. They enjoy a robust sex-life, which includes fellatio and light S\u0026M, specifically, Stud belt-whipping Kitty. Three women come over for a party and Stud services them, one after the other.","popularity":17.957,"poster_path":"/xz4TgIVfWNlCuCdxkYOfSYXhLgx.jpg","release_date":"1970-02-10","title":"The Party at Kitty and Stud's","video":false,"vote_average":3.7,"vote_count":64},{"adult":false,"backdrop_path":"/bX95oMEIr687QZs5iP56QSNVeDZ.jpg","genre_ids":[99],"id":57448,"original_language":"fr","original_title":"L'Amour fou","overview":"This documentary examines the life and work of the late fashion designer Yves Saint-Laurent, recounting how a frail prodigy prone to bouts of depression became an icon of the fashion world. Initially appointed head of the House of Dior in 1957 before growing into a globally recognized designer in his own right, Saint-Laurent overcomes his struggles with substance abuse, accumulating a large art collection alongside his lifelong personal and professional partner, Pierre Bergé.","popularity":4.976,"poster_path":"/cyhHrsctbYqNDMIUCHVEYKQYR8t.jpg","release_date":"2010-09-22","title":"L'Amour Fou","video":false,"vote_average":7.047,"vote_count":32},{"adult":false,"backdrop_path":"/bcm0pfzkZl3K6KHCbpJqmwTM06F.jpg","genre_ids":[18,10749],"id":820702,"original_language":"fr","original_title":"Une histoire d'amour et de désir","overview":"Ahmed, 18, is French of Algerian origin. He grew up in the Parisian suburbs. On the benches of the university, he meets Farah, a young Tunisian full of energy recently arrived from Tunis. While discovering a body of sensual and erotic Arabic literature that he never knew existed, Ahmed falls deeply in love with this girl, and although literally overwhelmed by desire, he will try to resist it.","popularity":4.398,"poster_path":"/gbSVjWsvReoiPqtyIiLQBoSFE6y.jpg","release_date":"2021-09-01","title":"A Tale of Love and Desire","video":false,"vote_average":6.3,"vote_count":61},{"adult":false,"backdrop_path":"/427l6SvKGY3JLKnwOpG5fnCAfV7.jpg","genre_ids":[16,878,10749],"id":37910,"original_language":"ja","original_title":"ほしのこえ","overview":"It is 2046 when a mysterious alien force begins their annihilation of the human race. Leaving behind the one person she loves, Mikako joins the interstellar battle as a pilot. And so - while Mikako risks her life to save mankind - Noboru waits. The two lovers, worlds apart, desperately strive to remain connected as the gap between them widens at a frightening pace.","popularity":23.149,"poster_path":"/mvRqW2z4iBws3CDkCNmojksyr4V.jpg","release_date":"2002-02-02","title":"Voices of a Distant Star","video":false,"vote_average":6.486,"vote_count":282},{"adult":false,"backdrop_path":"/nfrz8HEOjiQn8snBRCWPvQl1bZ9.jpg","genre_ids":[12,14],"id":325439,"original_language":"it","original_title":"Le Meraviglie di Aladino","overview":"Young Aladdin has a series of wild adventures after he discovers a magic lamp containing a genie (Vittorio De Sica).","popularity":13.002,"poster_path":"/o8pUVNZUWGGf9sZTSnu2LXeWtN2.jpg","release_date":"1961-10-31","title":"The Wonders of Aladdin","video":false,"vote_average":5.1,"vote_count":15}],"total_pages":500,"total_results":10000}