{"page":141,"results":[{"adult":false,"backdrop_path":"/7e3BDKLVHDTxS2DKvDPssd9IlFR.jpg","genre_ids":[18,10751],"id":51880,"original_language":"fr","original_title":"Oscar et la dame rose","overview":"Listening in to a conversation between his doctor and parents, 10-year-old Oscar learns what nobody has the courage to tell him. He only has a few weeks to live. Furious, he refuses to speak to anyone except straight-talking Rose, the lady in pink he meets on the hospital stairs. As Christmas approaches, Rose uses her fantastical experiences as a professional wrestler, her imagination, wit and charm to allow Oscar to live life and love to the full, in the company of his friends Pop Corn, Einstein, Bacon and childhood sweetheart Peggy Blue. Written by American Film Market","popularity":22.381,"poster_path":"/xjBERQq2t1MKhlDnKuob8OTnHsI.jpg","release_date":"2009-11-15","title":"Oscar and the Lady in Pink","video":false,"vote_average":6.519,"vote_count":78},{"adult":false,"backdrop_path":"/vqO2z6pr7R6dIsGbqmtTvaSi4qS.jpg","genre_ids":[36,10752,18],"id":27759,"original_language":"en","original_title":"55 Days at Peking","overview":"Diplomats, soldiers and other representatives of a dozen nations fend off the siege of the International Compound in Peking during the 1900 Boxer Rebellion. The disparate interests unite for survival despite competing factions, overwhelming odds, delayed relief and tacit support of the Boxers by the Empress of China and her generals.","popularity":15.255,"poster_path":"/uR0xaqmqlbhatf9014mHuwV1Uly.jpg","release_date":"1963-05-06","title":"55 Days at Peking","video":false,"vote_average":7.007,"vote_count":148},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":879742,"original_language":"nl","original_title":"Internationaal Theater Amsterdam: Een Klein Leven","overview":"No novel has captivated and moved millions of readers during the past few years like A Little Life by American author Hanya Yanagihara. Ivo van Hove adapted Yanagihara’s novel to theater and created a penetrating performance. Ramsey Nasr won the Louis d'Or (best male performance) for his portrayal of Jude.","popularity":2.243,"poster_path":"/onmJU6tQ1LePn14RFfx26rnJSV7.jpg","release_date":"2021-10-01","title":"A Little Life","video":true,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/1nlQl3j65YyHT5asdTGdERhMM2j.jpg","genre_ids":[10751,16],"id":40766,"original_language":"en","original_title":"Bob the Builder: The Knights of Can-A-Lot","overview":"When an old castle needs repairs, it's time to call Bob the Builder! Unfortunately a case of mistaken identity puts Bob's father in charge, resulting in one disaster after another! Meanwhile, tales of Camelot inspire Bob's noble crew of machines - Sir Lift-A-Sot, Sir Roll-A-Lot and Lady Mix-A-Lot - in their quest to get the job done. And Sir Spud-A-Lot finds a suit of armor and a fiery steed almost perfect for jousting! Back at the castle, Bob's father is a bit of a royal pain, locking himself and Bob in the dungeon and then finding himself mysteriously trapped in a maze! Finally, a medieval pageant celebrates the grand opening of the castle and a great father-son relationship.","popularity":3.73,"poster_path":"/fUEmEYqv5yHyivyb7P6E1gaOKXO.jpg","release_date":"2003-03-11","title":"Bob the Builder: The Knights of Fix-A-Lot","video":false,"vote_average":7.3,"vote_count":6},{"adult":false,"backdrop_path":"/sNfnxYMeDpMUFdayGDLmvvzE1CO.jpg","genre_ids":[18,53,28],"id":27932,"original_language":"en","original_title":"Airport 1975","overview":"When an in-flight collision incapacitates the pilots of an airplane bound for Los Angeles, stewardess Nancy Pryor is forced to take over the controls. From the ground, her boyfriend Alan Murdock, a retired test pilot, tries to talk her through piloting and landing the 747 aircraft. Worse yet, the anxious passengers — among which are a noisy nun and a cranky man — are aggravating the already tense atmosphere.","popularity":22.7,"poster_path":"/6TWF1GVJAAMmV6vuc4OUXYvgywT.jpg","release_date":"1974-10-18","title":"Airport 1975","video":false,"vote_average":5.7,"vote_count":242},{"adult":false,"backdrop_path":"/OmE63a2BroICnJXsPInPgbjKE8.jpg","genre_ids":[35],"id":464504,"original_language":"en","original_title":"A Madea Family Funeral","overview":"A joyous family reunion becomes a hilarious nightmare as Madea and the crew travel to backwoods Georgia, where they find themselves unexpectedly planning a funeral that might unveil unpleasant family secrets.","popularity":18.185,"poster_path":"/sFvOTUlZrIxCLdmz1fC16wK0lme.jpg","release_date":"2019-03-01","title":"A Madea Family Funeral","video":false,"vote_average":5.9,"vote_count":474},{"adult":false,"backdrop_path":"/z3Qc5a0grcCREAQKqI195P05dVf.jpg","genre_ids":[10749,35],"id":813726,"original_language":"en","original_title":"A Tourist's Guide to Love","overview":"After an unexpected break up, a travel executive accepts an assignment to go undercover and learn about the tourist industry in Vietnam. Along the way, she finds adventure and romance with her Vietnamese expat tour guide and they decide to hijack the tour bus in order to explore life and love off the beaten path.","popularity":14.06,"poster_path":"/uWkpjbBe4gRZilXRXbYfsMUZMhz.jpg","release_date":"2023-04-21","title":"A Tourist's Guide to Love","video":false,"vote_average":6.3,"vote_count":152},{"adult":false,"backdrop_path":"/g08t3r6oesgg2Js0bQgWY4ZnHY1.jpg","genre_ids":[14,16],"id":118301,"original_language":"ja","original_title":"劇場版 イナズマイレブン 最強軍団オーガ襲来","overview":"The movie starts with the first years of Endou Mamoru in Raimon. It shows what happened during the Football Frontier at the first half of the movie, until they end up having a match with the Ogre. With most of the members injured, they almost lost hope, until Kanon introduces himself as Endou Mamoru's great grandson and other friends from the near future (Fubuki, Toramaru, Hiroto, Tobitaka , and Fidio) showed and helped them. With the added strength and after a great match they are able to defeat Team Ogre.","popularity":18.491,"poster_path":"/mxv6vMB8qSeD8yHXmnwikYQR3Ot.jpg","release_date":"2010-12-23","title":"Inazuma Eleven the Movie: The Invasion of the Strongest Army Corps Ogre","video":false,"vote_average":7.6,"vote_count":117},{"adult":false,"backdrop_path":"/3n0jLpFcrws9AstGRGGGX4hkNDa.jpg","genre_ids":[10751,16,10770],"id":280221,"original_language":"en","original_title":"Mickey Mouse Clubhouse: Mickey's Adventures in Wonderland","overview":"Get ready to join Mickey and friends on their most amazing adventure ever -- a new movie classic inspired by Disney's ALICE IN WONDERLAND. It's Daisy Duck's birthday, and, in preparation, Mickey Mouse and Donald Duck have arranged a surprise party and bought a cuckoo clock as a present. However, the bird inside the clock escapes, leading Donald and Mickey into a strange fantasy world, modeled after Lewis Carroll's Wonderland. Some friends tag along for the journey, and some even appear as characters from the original tale. Goofy becomes the Goofy Hatter and Clarabelle Cow becomes Queen Clarabelle.","popularity":7.418,"poster_path":"/gmRb7sEuhSaZHZlfuPR4azETjzw.jpg","release_date":"2009-09-08","title":"Mickey Mouse Clubhouse: Mickey's Adventures in Wonderland","video":true,"vote_average":7.2,"vote_count":10},{"adult":false,"backdrop_path":"/mBASjOb6DecQGZGPvnPlhOgnAUj.jpg","genre_ids":[12,16,35],"id":371236,"original_language":"ja","original_title":"クレヨンしんちゃん オラの引越し物語 サボテン大襲撃","overview":"The Noharas must survive a hoard of man-eating killer cacti after Shin-chan's father relocates the family to Mexico for work.","popularity":32.532,"poster_path":"/6t3WfoDWuyoayLj8G2F52xtOCEl.jpg","release_date":"2015-04-18","title":"Crayon Shin-chan: My Moving Story! Cactus Large Attack!","video":false,"vote_average":6.987,"vote_count":38},{"adult":false,"backdrop_path":"/dYAfetJTNx8sJ8aUsNOAmDeFtFD.jpg","genre_ids":[35],"id":14645,"original_language":"fr","original_title":"Le père Noël est une ordure","overview":"Two neurotics, working for a suicide hotline on the night of Christmas Eve, get caught up in a catastrophe when a pregnant woman, her abusive boyfriend, and a transvestite visit their office.","popularity":16.112,"poster_path":"/jVFR1j0zUgRhgGDS26zHzXHBXVV.jpg","release_date":"1982-08-25","title":"Santa Claus Is a Stinker","video":false,"vote_average":7.353,"vote_count":936},{"adult":false,"backdrop_path":"/n0lRst3H7o82lGHdL3Rh1oiJJLZ.jpg","genre_ids":[27,28,878,10770],"id":522438,"original_language":"en","original_title":"6-Headed Shark Attack","overview":"What is supposed to be a marriage boot camp on a remote island turns into the ultimate test for survival when a 6-headed shark starts attacking the beach. Trapped with minimal weapons they try to fight off the shark, but quickly discover that no one is safe in the water or on land.","popularity":20.402,"poster_path":"/fS37m9pRBG0QYTeCEtzNBVVVL3H.jpg","release_date":"2018-08-18","title":"6-Headed Shark Attack","video":false,"vote_average":4.75,"vote_count":80},{"adult":false,"backdrop_path":"/56knNwOBGYfU1xRm94lQluuREv3.jpg","genre_ids":[80,18,28],"id":66,"original_language":"en","original_title":"Absolute Power","overview":"A master thief coincidentally is robbing a house where a murder—in which the President of The United States is involved—occurs in front of his eyes. He is forced to run, while holding evidence that could convict the President.","popularity":28.085,"poster_path":"/xX9gmwtnTi0Y8WcTF7Jsg9Hdp6W.jpg","release_date":"1997-02-14","title":"Absolute Power","video":false,"vote_average":6.641,"vote_count":1015},{"adult":false,"backdrop_path":"/wcA2Y88RK1V1By28euHhGvFl119.jpg","genre_ids":[35],"id":433052,"original_language":"it","original_title":"L'asino d'oro: processo per fatti strani contro Lucius Apuleius cittadino romano","overview":"In ancient Mauretania, the young Roman Lucius Apuleius and his friend Aristomene run into a series of misadventures.","popularity":1.037,"poster_path":"/5jwmRU0CJctnwQIOlNHGZF8gg3P.jpg","release_date":"1970-08-26","title":"The Golden Ass","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/9IxW9ojCaU7WePvoOCOCMMez0sX.jpg","genre_ids":[18],"id":5953,"original_language":"fr","original_title":"La Dame dans l'auto avec des lunettes et un fusil","overview":"Dany Longo is blonde, beautiful, disturbed, passionate--and nearsighted. As she speeds through the south of France in a purloined Thunderbird on an errand for her employer and his wife, no one, including Dany herself, knows where she is headed--or why she is going there.","popularity":4.274,"poster_path":"/9jGhwi1JIwuhtjGEMYnpcP176P8.jpg","release_date":"1970-10-22","title":"The Lady in the Car with Glasses and a Gun","video":false,"vote_average":5.053,"vote_count":19},{"adult":false,"backdrop_path":"/uAv8MOm26tAbSZbUiOtrHZx10gQ.jpg","genre_ids":[10751,12,16,35,14],"id":466876,"original_language":"en","original_title":"Gnome Alone","overview":"When Chloe discovers that her new home's garden gnomes are not what they seem, she must decide between the pursuit of a desired high school life and taking up the fight against the Troggs.","popularity":20.24,"poster_path":"/jWB0zhk1Rj1tIWUM98Wsh15gkiW.jpg","release_date":"2017-11-02","title":"Gnome Alone","video":false,"vote_average":6.0,"vote_count":230},{"adult":false,"backdrop_path":"/m4nj31M92zxZJxtjjOyZIYenTzQ.jpg","genre_ids":[53,18],"id":4916,"original_language":"en","original_title":"Guilty as Sin","overview":"Before a criminal lawyer knows what has happened, she is forced to defend a wife killer she knows is guilty.","popularity":14.928,"poster_path":"/yqEFrL47aqfKf1glpkv06sk8dom.jpg","release_date":"1993-06-04","title":"Guilty as Sin","video":false,"vote_average":5.7,"vote_count":125},{"adult":false,"backdrop_path":"/vA4T6wydyu8xpcN7ZB7YhTbCfig.jpg","genre_ids":[16,12,10751,878],"id":137227,"original_language":"ja","original_title":"映画ドラえもん 新・のび太と鉄人兵団 ～はばたけ 天使たち～","overview":"The title character, Nobita, is upset because he cannot get a large RC toy to show off to a rich boy, Suneo. His fit makes Doraemon angry, and with the hot Japanese summer, he decides to \"cool off\" at the North Pole with the Anywhere Door, a mysterious portal.  Nobita follows him there after he's gone for a long time, and discovers a strange bowling ball-like orb which starts blinking with a pulsating light, and summons what looks like a giant robot´s foot. After sledding down the hill on it and having it crash into his room through the Anywhere Door, the bowling ball follows him home through the door and another robot piece falls into his backyard.","popularity":26.21,"poster_path":"/57ighjFjXpRwg7VeQ1GN6nf4OZH.jpg","release_date":"2011-03-05","title":"Doraemon: Nobita and the New Steel Troops: Winged Angels","video":false,"vote_average":7.3,"vote_count":68},{"adult":false,"backdrop_path":"/7OIug92hwiMTK8FhUEExWbACazn.jpg","genre_ids":[10749,35,18],"id":415137,"original_language":"fr","original_title":"Mon Ange","overview":"Once upon a time there was Louise and her friend, the magician. But his last trick left a bitter taste in her mouth. He disappeared in a curtain of smoke… never to appear again. This is too much for the young woman. Devastated by endless grief, Louise is sent to a psychiatric asylum, resigned to the idea that she will swallow pills till the end of her days. Yet nine months later she gives birth to a child who is likely to have a big problem for his future class pictures, since he’s invisible. But Louise doesn’t care. He’s her angel and, wanting to protect him from this cruel world, she decides to keep his existence a secret. Years later, Louise’s angel has grown up. He even managed to find a girlfriend; Madeleine. The two become inseparable, for Madeleine never judges him. And for good reason: she’s blind.","popularity":8.485,"poster_path":"/rCy4X814fl8Qfnzot0gkCEcWvgx.jpg","release_date":"2016-02-11","title":"Angel","video":false,"vote_average":6.359,"vote_count":64},{"adult":false,"backdrop_path":"/jBAvsZawpUP5xOVjR7pGn4dT2Sz.jpg","genre_ids":[10402,99],"id":25771,"original_language":"en","original_title":"Pink Floyd: Live at Pompeii","overview":"Stylish film of the British progressive rock band Pink Floyd in 1971 performing a concert with no audience, in the ancient Roman Amphitheater in the ruins of Pompeii, Italy. There are four editions of the film: the original 1972 version with the concert only (60 min.), a longer 1974 theatrical version (85 min.) featuring the concert interspersed with interviews and footage of Pink Floyd in the studio working on their next album,  Dark Side of the Moon, the 2003 Director's Cut which added CGI effects to the 1974 version, then finally the 2016 Blu-ray version which re-arranged the song order of the 2003 version.","popularity":12.821,"poster_path":"/rD3xaO8GFnz3672QiugXlKPckdv.jpg","release_date":"1972-08-31","title":"Pink Floyd: Live at Pompeii","video":false,"vote_average":8.112,"vote_count":156}],"total_pages":500,"total_results":10000}