{"page":183,"results":[{"adult":false,"backdrop_path":"/v9rjmKUcvoUFUNx7XprWGiUmkau.jpg","genre_ids":[10751,9648,16,35,28,14],"id":16390,"original_language":"en","original_title":"Scooby-Doo! and the Samurai Sword","overview":"The Mystery Inc. gang takes a trip to Japan and finds themselves circling Asia and the Pacific in a treasure hunt, racing against the vengeful Black Samurai and his Ninja warriors to find the legendary Sword of Fate, an ancientblade fabled to possess extraordinary supernaturalpowers.","popularity":22.219,"poster_path":"/qJ0UlWWrBn2fnAg4SifTJbDUuaf.jpg","release_date":"2009-04-07","title":"Scooby-Doo! and the Samurai Sword","video":false,"vote_average":7.737,"vote_count":249},{"adult":false,"backdrop_path":"/gQ0iTUlpgPp0CrvBpa6ht3bY3Np.jpg","genre_ids":[35,10749],"id":1819,"original_language":"en","original_title":"You, Me and Dupree","overview":"After standing in as best man for his longtime friend Carl Petersen, Randy Dupree loses his job, becomes a barfly and attaches himself to the newlywed couple almost permanently -- as their houseguest. But the longer Dupree camps out on their couch, the closer he gets to Carl's bride, Molly, leaving the frustrated groom wondering when his pal will be moving out.","popularity":15.409,"poster_path":"/rtqbg1CKR4dFdmHxmsiM3u9n71I.jpg","release_date":"2006-07-13","title":"You, Me and Dupree","video":false,"vote_average":5.6,"vote_count":1280},{"adult":false,"backdrop_path":"/nQgTq18EAEbfxsbI90cR68fOaCc.jpg","genre_ids":[35,10749],"id":24012,"original_language":"en","original_title":"The Prince and the Showgirl","overview":"An American showgirl becomes entangled in political intrigue when the Prince Regent of a foreign country attempts to seduce her.","popularity":23.256,"poster_path":"/eNnzkk6OPRnx2jApJ4MnbvJFEvm.jpg","release_date":"1957-06-13","title":"The Prince and the Showgirl","video":false,"vote_average":6.4,"vote_count":168},{"adult":false,"backdrop_path":"/erSYL7n344wMVUn4DbUjin5JNsS.jpg","genre_ids":[14,10751],"id":84030,"original_language":"cs","original_title":"Princ a Večernice","overview":"A wonderful fairytale about looking for love, defeating evil and learning some valuable moral lessons on the way. The story begins with the young Prince Velen , who is left in charge of the castle and his three sisters. During the night he has a visitation and before he knows it, all his sisters are married off and gone away, and himself falls in love with beautiful Večernice.Now he is faced with the King's wraths and charged with a quest. The journey, however, hides obstacles and danger; not only treacherous merchants and robbers, but also a evil wizard Mrakomor...","popularity":4.788,"poster_path":"/6zIiLTLhcOVeyxxdwhRHDbP5wYG.jpg","release_date":"1979-10-19","title":"Prince and the Evening Star","video":false,"vote_average":6.1,"vote_count":20},{"adult":false,"backdrop_path":"/2HIWR7CrcGW2jzU0fpTR71lH9gY.jpg","genre_ids":[18,878],"id":177117,"original_language":"fr","original_title":"Mars et Avril","overview":"In the near future, as humanity prepares to set foot on Mars, Jacob Obus, an elderly musician, takes pride in slowing down time by playing instruments inspired by women's bodies, designed by his friend Arthur. A love triangle develops when Jacob and Arthur both fall in love with Avril, a young photographer. Enter Eugène Spaak, Arthur's father, an inventor and cosmologist who unveils a new theory about man's desire to reach Mars and helps Jacob find the true meaning of life and love.","popularity":1.966,"poster_path":"/awcopYL4ODnu9gqhMWYdLkrUtCM.jpg","release_date":"2012-10-05","title":"Mars and April","video":false,"vote_average":5.8,"vote_count":17},{"adult":false,"backdrop_path":"/zxoPzzBGimgXha8YjvmahUedz4j.jpg","genre_ids":[18,35],"id":450806,"original_language":"en","original_title":"All Saints","overview":"ALL SAINTS is based on the inspiring true story of salesman-turned-pastor Michael Spurlock, the tiny church he was ordered to shut down, and a group of refugees from Southeast Asia. Together, they risked everything to plant seeds for a future that might just save them all.","popularity":21.021,"poster_path":"/sIE5BafMU0gPYOqBSiYzTxmHqGM.jpg","release_date":"2017-08-25","title":"All Saints","video":false,"vote_average":5.969,"vote_count":49},{"adult":false,"backdrop_path":"/204u2koZm4kP2MwwYdALCd5i4Vi.jpg","genre_ids":[80,18],"id":14112,"original_language":"en","original_title":"Auto Focus","overview":"A successful TV star during the 1960s, former \"Hogan's Heroes\" actor Bob Crane projects a wholesome family-man image, but this front masks his persona as a sex addict who records and photographs his many encounters with women, often with the help of his seedy friend, John Henry Carpenter. This biographical drama reveals how Crane's double life takes its toll on him and his family, and ultimately contributes to his death.","popularity":23.36,"poster_path":"/rgXN6YTZ0qvgVyZhojEtUwJDH0B.jpg","release_date":"2002-10-18","title":"Auto Focus","video":false,"vote_average":6.419,"vote_count":180},{"adult":false,"backdrop_path":"/5WuvIg4f2AdFPLUADFjxexVAb2H.jpg","genre_ids":[10749,18,36],"id":459,"original_language":"de","original_title":"Sissi - Schicksalsjahre einer Kaiserin","overview":"After a wonderful time in Hungary Sissi falls extremely ill and must retreat to a Mediterranean climate to rest. The young empress’ mother takes her from Austria to recover in Madeira.","popularity":18.675,"poster_path":"/6LQaN8KGQcakpRHkGac2FqWfLxQ.jpg","release_date":"1957-12-18","title":"Sissi: The Fateful Years of an Empress","video":false,"vote_average":7.2,"vote_count":320},{"adult":false,"backdrop_path":"/g5CMQPz5cqUHro9pNLBRW7cT8cY.jpg","genre_ids":[18,14],"id":16716,"original_language":"en","original_title":"A Christmas Carol","overview":"Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.","popularity":24.633,"poster_path":"/oi1NcVDXlFEsdpLp37BJmFbVlg9.jpg","release_date":"1999-12-05","title":"A Christmas Carol","video":false,"vote_average":6.86,"vote_count":182},{"adult":false,"backdrop_path":"/hlkdsnRo2bcLBmjJeP2ZiKqoYeR.jpg","genre_ids":[35,80],"id":5971,"original_language":"en","original_title":"We're No Angels","overview":"Two escaped cons' only prayer to escape is to pass themselves off as priests and pass by the police blockade at the border into the safety of Canada.","popularity":19.501,"poster_path":"/5XBVURkON7jyzxr0cONWeTbgAov.jpg","release_date":"1989-06-02","title":"We're No Angels","video":false,"vote_average":6.168,"vote_count":469},{"adult":false,"backdrop_path":"/eaVd8klHZKNR3JKQgLoAju2yGJj.jpg","genre_ids":[18,10752],"id":11476,"original_language":"de","original_title":"So weit die Füße tragen","overview":"The German soldier Clemens Forel - determined to be reunited with his beloved family - makes a dramatic escape through bitter cold winters, desolate landscapes, and life threatening ventures from a Siberian labor camp after World War II. 8000 miles and three endless years of uncertainty later, he is finally about to reach his destination... An edge of your seat drama that celebrates the power of the human spirit and the force of will, while inspired and impowered by love.","popularity":14.876,"poster_path":"/2zKGSADUeS7yoX8wF9ReDpgoJmp.jpg","release_date":"2001-12-12","title":"As Far As My Feet Will Carry Me","video":false,"vote_average":7.327,"vote_count":124},{"adult":false,"backdrop_path":"/mP9PSsj7SQ3j2KTsF2GTAVJSx6O.jpg","genre_ids":[28,878,18],"id":786532,"original_language":"en","original_title":"Agent Revelation","overview":"An ancient dust that controls humans is unleashed, but mysteriously affects Jim Yung who gains superpowers. Jim is taken to an underground base where he's trained to be an operative to take on an imminent alien threat and learn why aliens have returned to Earth.","popularity":12.049,"poster_path":"/lnihobYZTZZ88PUKKw30WpaCveV.jpg","release_date":"2021-01-22","title":"Agent Revelation","video":false,"vote_average":5.862,"vote_count":30},{"adult":false,"backdrop_path":"/v2g3H1gFp80xAYtdlQUWbRLTNoS.jpg","genre_ids":[14],"id":108292,"original_language":"fr","original_title":"Le voyage de Gulliver à Lilliput et chez les géants","overview":"Georges Méliès' adaptation of Jonathan Swift's \"Gulliver's Travels\" is most distinguished, today, for being a color film of the classic story. Color was rare in 1902 (and many years after) as non-tinted color has to be hand painted on the film; this was an arduous task. Also notable is the film's short running time of approximately five minutes. Much of the original work is not covered, but viewers were expected to be familiar with the story, and enjoy the filmed highlights. There are a couple of scenes missing; according to contemporary reports, Gulliver's shipwreck was certainly included. You can do a lot in a few minutes, as Mr. Méliès includes a re-make of his own \"Une partie de cartes\" (1896), which already looked like something previously covered by the Lumière Brothers.","popularity":1.766,"poster_path":"/e1FUCmz8LtPNzFQ6zzeOBvBYjuk.jpg","release_date":"1902-01-01","title":"Gulliver's Travels Among the Lilliputians and the Giants","video":false,"vote_average":6.079,"vote_count":38},{"adult":false,"backdrop_path":"/qoBKQC28B1F6dKCPAMqBGQwJdM7.jpg","genre_ids":[16,10751,28,35],"id":513736,"original_language":"en","original_title":"LEGO DC Super Heroes - Aquaman: Rage Of Atlantis","overview":"Aquaman must battle foes in the air, on land and in the depths of the Seven Seas, along with some help from The Justice League, to save the day.","popularity":21.581,"poster_path":"/vVTZLKNIkI7HyPeoFbPE3edAWaa.jpg","release_date":"2018-12-21","title":"LEGO DC Super Heroes - Aquaman: Rage Of Atlantis","video":false,"vote_average":6.505,"vote_count":93},{"adult":false,"backdrop_path":"/8MLUpbQFbApiH47LZGkVIYeCmVD.jpg","genre_ids":[16,12,10751],"id":140870,"original_language":"fr","original_title":"Minuscule - La vallée des fourmis perdues","overview":"In a peaceful little clearing, the remains of a hastily abandoned picnic sparks a battle between two tribes of ants. A bold young ladybug finds himself caught in the middle. He befriends the leader of the black ants, Mandible, and helps him save the anthill from the assault of the terrible red ant warriors, led by the fearful Butor. A fantastic journey at ground level.","popularity":13.21,"poster_path":"/tk4kHoeXx0i7TROwiOrcSEtHOEl.jpg","release_date":"2013-11-17","title":"Minuscule: Valley of the Lost Ants","video":false,"vote_average":6.945,"vote_count":426},{"adult":false,"backdrop_path":"/jiHJE1bnA0z6DIUNGMWy6sVTGj8.jpg","genre_ids":[878],"id":624160,"original_language":"en","original_title":"Alien: Covenant - Epilogue: David's Lab - Last Signs of Life","overview":"David's Lab: Last Signs of Life is a 2019 short film. Created to mark the two-year anniversary of Alien: Covenant's home video release, the film is a sequel to the movie in which a Weyland-Yutani team arrives to investigate David's laboratory on Planet 4.  One of the explorers enters David's laboratory to document the rogue synthetic's scientific discoveries. After carefully recording the specimens and records within the lab, including dissected Neomorphs and a vial of black liquid, he sets up his camera to analyze an egg-like object in one corner of the room while he continues his visual examination of the room. As the analysis continues, the Egg begins to show signs of life.","popularity":1.506,"poster_path":"/hQH3um4AGdQkvx1UpYW9aXovavZ.jpg","release_date":"2019-08-16","title":"Alien: Covenant - Epilogue: David's Lab - Last Signs of Life","video":false,"vote_average":6.955,"vote_count":11},{"adult":false,"backdrop_path":"/zUj4n1GSsalQF43LFkGbMbP4JYW.jpg","genre_ids":[80,35],"id":4733,"original_language":"fr","original_title":"Le Jardinier d'Argenteuil","overview":"Tulipe, is an old man who lives alone in an old railway carriage in the Argentueil region of Paris. His main passions are gardening and oil painting, but he also has a secret source of income. His godson discovers that Tulipe is actually a master forger, producing perfect copies of 10 franc notes. His godson’s girlfriend sees this as an opportunity to get very rich – but she must persuade Tulipe to forge 500 franc notes. Assuming Tulipe’s agreement, his godson and his girlfriend buy an expensive new car and luxury villa in provincial France – but there is a cruel turn of fate in store for them when Tulipe strikes up a friendship with a millionaire playboy.","popularity":5.542,"poster_path":"/n8dJalAJ8C4MqDjr33CRKG5stlp.jpg","release_date":"1966-10-07","title":"The Gardener of Argenteuil","video":false,"vote_average":6.2,"vote_count":21},{"adult":false,"backdrop_path":"/eVFfdrBbDX1B3y1yIxoRjrGM24i.jpg","genre_ids":[10749,35],"id":656563,"original_language":"pt","original_title":"Ricos de Amor","overview":"Working incognito at his rich dad's company to test his own merits, Teto falls for Paula and tells her he grew up poor, a lie that spins out of control.","popularity":16.477,"poster_path":"/dVqRATKlpCoWy96lfxiHc9TY9An.jpg","release_date":"2020-04-30","title":"Rich in Love","video":false,"vote_average":7.735,"vote_count":596},{"adult":false,"backdrop_path":"/boGRStbspjqtNtDVpqvj28sI5V3.jpg","genre_ids":[18],"id":627087,"original_language":"dz","original_title":"ལུང་ནག་ན","overview":"A teacher, in search of inspiration, travels to the most remote school in the world, where he ends up realizing how important his job is and appreciating the value of yak dung.","popularity":19.313,"poster_path":"/mL1OQc1cxGsOIVHgjDvyvmPSmad.jpg","release_date":"2019-11-16","title":"Lunana: A Yak in the Classroom","video":false,"vote_average":7.459,"vote_count":157},{"adult":false,"backdrop_path":"/rdcJdLddrDXp9K1anruC4OHwCJY.jpg","genre_ids":[878,28,27],"id":342927,"original_language":"en","original_title":"3-Headed Shark Attack","overview":"The world’s greatest killing machine is three times as deadly when a mutated shark threatens a cruise ship. As the shark eats its way from one end of the ship to the next, the passengers fight the deadly predator using anything they can find.","popularity":24.27,"poster_path":"/bQ9k3jkBf8bqBTGTCi3W4kHwJHd.jpg","release_date":"2015-07-20","title":"3-Headed Shark Attack","video":false,"vote_average":4.492,"vote_count":181}],"total_pages":500,"total_results":10000}