{"page":252,"results":[{"adult":false,"backdrop_path":"/lan48NgJQEns4ZDVtwwCV45bC1t.jpg","genre_ids":[12,18,36],"id":43011,"original_language":"en","original_title":"Sodom and Gomorrah","overview":"Lot leads his people to a fertile valley adjacent to the cities of Sodom and Gomorrah, hotbeds of vice and corruption ruled by the merciless Queen Bera. When Lot orders a dam to be busted in order to prevent the destruction of the cities by the attacking Helamites, the queen, in gratitude, allows Lot's people to settle in Sodom. Soon, however, the veneer of civilization begins crumbling as Lot and the Hebrews become corrupted by the Sodomites.","popularity":11.654,"poster_path":"/hbb0WRKvLA7SCrUxG4ZS0PQA27S.jpg","release_date":"1962-10-04","title":"Sodom and Gomorrah","video":false,"vote_average":5.3,"vote_count":31},{"adult":false,"backdrop_path":"/kKIPDZzj3lAiQKZsCyTJ8ppQzgS.jpg","genre_ids":[18,28],"id":13275,"original_language":"en","original_title":"Annapolis","overview":"Jake Huard, from a shipbuilders family, promised his dying mother he'ld make it to Anapolis Naval Academy. Thanks to tenaciously bugging a Congressman, he's selected despite dubious grades. Once inside, Jake soon proves sub-standard academically. Constantly challenged to his limits, repeatedly made the 'over-cocky' reason for the entire class to suffer, Jake nearly quits, but after facing his utterly un-supportive father's gloating returns just in time. Stubborn Jake finds support withs mates as well as Senor Ali, his lover-to-be, and a discipline he may excel in: the 'brigade' boxing tournament, open to all ranks.","popularity":18.255,"poster_path":"/hH6YeqFcihbZsz7iWl6MzQVzL8O.jpg","release_date":"2006-01-27","title":"Annapolis","video":false,"vote_average":6.8,"vote_count":469},{"adult":false,"backdrop_path":"/iuNmneIwzH2RAVL6LNHwFL8ojrq.jpg","genre_ids":[53,9648],"id":79434,"original_language":"cn","original_title":"A-1頭條","overview":"Ling is a fashion columnist whose ex-boyfriend died in a car accident. Debt collectors Fei and Ma are eyewitnesses on the scene and Fei is certain that Peter's death is more than just an accident. The weird and suspicious act that news Chief Editor Tsang recently displays convinces Ling of what Fei says. Ling pleads for the assistance of both Fei and Ma. With newspaper photographer Kei also volunteering to help, the quartet embanks on a journey to track down the truth. How much truth will tomorrow's headline news reveal?","popularity":6.285,"poster_path":"/iCMOyuVlBAz6YPlSDb2Olktswm3.jpg","release_date":"2004-09-09","title":"A-1 Headline","video":false,"vote_average":6.1,"vote_count":25},{"adult":false,"backdrop_path":"/jqj5GL6OT1QWM6EASYjm3rbR50W.jpg","genre_ids":[18,10749],"id":3476,"original_language":"fr","original_title":"L'Important c'est d'aimer","overview":"Servais Mont, a freelance photographer who works taking compromising photos, gets fascinated by Nadine Chevalier, a tormented low-budget movie actress married to an eccentric film photo collector.","popularity":13.86,"poster_path":"/aMLrx6bRtLCrKiMPPfmGwGChBNd.jpg","release_date":"1975-02-12","title":"That Most Important Thing: Love","video":false,"vote_average":7.1,"vote_count":101},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":1063771,"original_language":"nl","original_title":"Het leven en de vreemde verrassende avonturen van Robinson Crusoe die acht en twintig jaar helemaal alleen op een bewoond eiland leefde en zei dat het van hem was","overview":"This film is not just an adaptation of Daniel Defoe’s 1719 novel Robinson Crusoe. Rather, it addresses the larger cultural myth that has grown from the premise of the book: a white man ‘civilising’ indigenous inhabitants of an island, and claiming the territory as his own property. In a time today when the call to decolonise the artworld and its associated institutions has never been more urgent, Deboosere's cinematic intervention resonates with a large body of work seeking to destabilise and replace the ideology of imperialism. The result is a singular, subversive film, satirical and surprisingly charming at the same time, which makes sure to pay just as much attention to animals and the natural world as to the follies of human-constructed ‘anthropocene’ history.","popularity":1.795,"poster_path":"/uq6XcmNCZN30NihSJPCIS2UgOf7.jpg","release_date":"2023-01-25","title":"The Life and Strange Surprising Adventures of Robinson Crusoe Who Lived for Twenty and Eight Years All Alone on an Inhabited Island and Said It Was His","video":false,"vote_average":10.0,"vote_count":1},{"adult":false,"backdrop_path":"/ujpM3LTjgZpwAzIVjXfpssUcPvG.jpg","genre_ids":[18,10770],"id":12615,"original_language":"en","original_title":"Death of a Salesman","overview":"Salesman Willy Loman is in a crisis. He's about to lose his job, he can't pay his bills, and his sons Biff and Happy don't respect him and can't seem to live up to their potential. He wonders what went wrong and how he can make things up to his family.","popularity":18.234,"poster_path":"/tIRmjfaLmVHjGFaIcNGD3hggvbO.jpg","release_date":"1985-08-16","title":"Death of a Salesman","video":false,"vote_average":6.891,"vote_count":156},{"adult":false,"backdrop_path":"/hpaDyX6CQCBIlqKWW6rRivtlH4c.jpg","genre_ids":[18,10749],"id":104759,"original_language":"en","original_title":"A Rage to Live","overview":"Grace Caldwell, a young Pennsylvania newspaper heiress living with her widowed mother, has trouble restraining herself when it comes to the amorous attentions of young men. As word starts to spread about her behavior, Grace becomes a major source of heartache for her mother and a big source of concern to her brother.","popularity":9.202,"poster_path":"/uZR2F8jqZ1x10ODpGxRJxspJHtg.jpg","release_date":"1965-10-20","title":"A Rage to Live","video":false,"vote_average":5.0,"vote_count":8},{"adult":false,"backdrop_path":"/iiZP2Jfj0FAD2ErNaEAEsFBcz7j.jpg","genre_ids":[16],"id":105444,"original_language":"ja","original_title":"ドラえもん のび太の南海大冒険","overview":"The search for documentation about the sea for a school work will make the magic door of Doraemon open and take Nobita to Shizuka, Gian and Sueno in the deep ocean. This time our friends embark on a huge and unique boat in order to learn about the mysteries of the sea and look for treasures. What nobody imagines is that a distortion in the line of space-time will lead them to the seventeenth century amid a great storm that will make them wreck and where Doraemon loses its magic pocket. No time to lose, our friends must find a way out. Will they succeed?","popularity":14.659,"poster_path":"/7wAQPPC4XLMvAvwCvR0k6V711my.jpg","release_date":"1998-03-07","title":"Doraemon: Nobita's Great Adventure in the South Seas","video":false,"vote_average":6.6,"vote_count":55},{"adult":false,"backdrop_path":"/hTofqSo4o05UOlpU79WfBAoCM9U.jpg","genre_ids":[18,10749],"id":26949,"original_language":"en","original_title":"In Love and War","overview":"After teenage ambulance driver Ernest Hemingway takes shrapnel in the leg during World War I, he falls in love with Agnes von Kurowsky, a beautiful older nurse at the hospital where he's sent to recover. Their affair slowly blossoms, until Hemingway boldly asks Agnes to be his wife and journey to America with him.","popularity":14.028,"poster_path":"/dpGzMgYkbl6vvn7NBMp2CMVRbcu.jpg","release_date":"1996-12-18","title":"In Love and War","video":false,"vote_average":6.0,"vote_count":130},{"adult":false,"backdrop_path":"/l4kHBVhVfbb5Q96ieNIzM7RGooR.jpg","genre_ids":[18,10749],"id":719825,"original_language":"ko","original_title":"외도2","overview":"Couple Soo-ji and Sang-min, who once lived next door, and Soo-yeon who experienced having an affair, spends a moment of confusion due to Soo-ji's sudden death, and now lives a normal life with her husband Dong-seok.  Then one day, Dong-seok gets into a parking dispute with Mi-ran, a newly-married couple who moved next door, and Soo-yeon is embarrassed to learn that Mi-ran is the female junior who once had lesbian tendencies towards her in college.  Two couples living next door and getting close.  Unlike before, Mi-ran has become a lawyer and ignores Soo-yeon. Soo-yeon gets angry. Meanwhile, Soo-yeon found out that Mi-ran's husband, Seok-ho, is a stay at home husband, and Soo-yeon who is in the same situation is attracted to him.","popularity":12.573,"poster_path":"/zaUtuEaCmgWjJkCOP8Ne7Lsq7Ru.jpg","release_date":"2020-07-03","title":"Affair 2","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/b5TZxkOkLq4n9vqVNxOQLm4omTX.jpg","genre_ids":[12,28],"id":45611,"original_language":"en","original_title":"Jack Hunter and the Lost Treasure of Ugarit","overview":"Jack Hunter, an adventurous treasure seeker, goes to Syria after his mentor and father figure Professor Fredrick Shaffer is killed. Professor Frederick Shaffer believed that the people of Ugarit, a town in Syria that existed during the Pharoah’s reign, had buried a treasure before they were wiped out by the Pharoahs. Jack Hunter is one of the few archaeologists in the world who can interpret Ugarit writings","popularity":8.397,"poster_path":"/q2NdUrQrkIfjYPShFuHxsvpe9mY.jpg","release_date":"2008-12-23","title":"Jack Hunter and the Lost Treasure of Ugarit","video":false,"vote_average":6.7,"vote_count":43},{"adult":false,"backdrop_path":"/e86slK93TqTFqXqnJvQFYntQ3OA.jpg","genre_ids":[35],"id":706240,"original_language":"en","original_title":"Doug Stanhope: The Dying of a Last Breed","overview":"Filmed Memorial Day weekend in 2019 at the Plaza Hotel in Las Vegas (the city where he first performed stand-up comedy) Doug Stanhope goes through a dark wealth of material, uniting topics as disparate as child fatalities, hotel chain misery, and all the things you can do in Indiana.","popularity":3.557,"poster_path":"/kCwz99uX70JrjsTS80IclJpu5dZ.jpg","release_date":"2020-05-21","title":"Doug Stanhope: The Dying of a Last Breed","video":false,"vote_average":7.5,"vote_count":3},{"adult":false,"backdrop_path":"/6TdhKYcXVehb5eMVsyKLwfEfqis.jpg","genre_ids":[35,14,10749],"id":81598,"original_language":"de","original_title":"Ein Engel auf Erden","overview":"Heralded racing driver Pierre Chaillot has never noticed the pretty young flight attendant who dotes on him adoringly. But when his fiancée's infidelity drives him to the brink of suicide, Pierre's guardian angel takes the form of this stewardess to urge him to choose life. Though the angel confesses her divinity, Pierre is skeptical of the existence of angels. But, despite their difference, the two bond during her brief sojourn in human form.","popularity":3.756,"poster_path":"/1rHGd5LFNgH8Jjflq8CyFpYxxUO.jpg","release_date":"1959-08-28","title":"An Angel on Wheels","video":false,"vote_average":5.654,"vote_count":13},{"adult":false,"backdrop_path":"/vDNRa1QAQqExIzmaYpGlkZw1vGL.jpg","genre_ids":[35],"id":520594,"original_language":"en","original_title":"John Mulaney: Kid Gorgeous at Radio City","overview":"John Mulaney relays stories from his childhood and \"SNL,\" eviscerates the value of college and laments getting older in this electric comedy special.","popularity":10.202,"poster_path":"/fERO7sktbElVbGS1SGDKzQJWxtn.jpg","release_date":"2018-05-01","title":"John Mulaney: Kid Gorgeous at Radio City","video":false,"vote_average":7.9,"vote_count":201},{"adult":false,"backdrop_path":"/myxbgobjPN13kdKBrVneiyc3tmM.jpg","genre_ids":[16,878,28],"id":269650,"original_language":"ja","original_title":"Appleseed Alpha","overview":"Based on the comic book by the creator of Ghost in the Shell, a young female soldier Deunan and her cyborg partner Briareos survive through the post World War 3 apocalyptic New York in search of human's future hope, the legendary city of Olympus.","popularity":11.497,"poster_path":"/yISvzOlV0x1D667oRcUBxxDR0LZ.jpg","release_date":"2014-05-28","title":"Appleseed Alpha","video":false,"vote_average":6.701,"vote_count":349},{"adult":false,"backdrop_path":"/ensZ2nLvJEtFEioRFE6GJN9JPRI.jpg","genre_ids":[35],"id":588001,"original_language":"es","original_title":"A pesar de todo","overview":"Sara, Lucía, Sofía and Claudia are sisters, 4 modern women with very different personalities, who come together at their mother's funeral, after which they discover the man they've all called \"dad\" throughout their lives is not really their father. They embark on a quest to discover who their real fathers are, discovering more about themselves, their mother, and their lives.","popularity":14.095,"poster_path":"/jeclnbGov6lbHu8o1ugcOBCUBlU.jpg","release_date":"2019-03-16","title":"Despite Everything","video":false,"vote_average":6.006,"vote_count":413},{"adult":false,"backdrop_path":"/ahNBewkTuhp1ckP42MkKSit0ajX.jpg","genre_ids":[28,53,80,9648],"id":535265,"original_language":"en","original_title":"Killers Anonymous","overview":"A failed attempt to murder a Senator is connected to a group meeting secretly to discuss their darkest urges—to take lives.","popularity":18.561,"poster_path":"/wpFabJf2J82j4qJyYIMFexmJ8BT.jpg","release_date":"2019-06-27","title":"Killers Anonymous","video":false,"vote_average":4.731,"vote_count":184},{"adult":false,"backdrop_path":"/ypUup0PWvrdPn8NlDUC1BJtYPl0.jpg","genre_ids":[35,10749],"id":68585,"original_language":"fr","original_title":"Ah! La libido","overview":"Four women, all journalists for the French daily \"Libération\", decide to have, over the course of a week-end, an experience with a male prostitute.","popularity":4.697,"poster_path":"/AnqswW9ccCnjbEVleUVAongSuRG.jpg","release_date":"2009-02-18","title":"Ah! The Libido","video":false,"vote_average":4.333,"vote_count":3},{"adult":false,"backdrop_path":"/1oVtSVOLWQszj5DE4n6fWH1Hz8a.jpg","genre_ids":[35,18],"id":156708,"original_language":"en","original_title":"Afternoon Delight","overview":"Rachel is a quick-witted and lovable stay-at-home mom. Frustrated with the realities of preschool auctions, a lacklustre sex life and career that's gone kaput, she visits a strip club to spice up her marriage and meets McKenna, a stripper she adopts as her live-in nanny.","popularity":17.887,"poster_path":"/qlgPBk5xZzHHPfrimBFV46QuktX.jpg","release_date":"2013-08-30","title":"Afternoon Delight","video":false,"vote_average":5.745,"vote_count":204},{"adult":false,"backdrop_path":"/lB4BOSe6Nt6u3KnkVGcQbnHGiLr.jpg","genre_ids":[18,10749],"id":661935,"original_language":"fr","original_title":"Les choses qu'on dit, les choses qu'on fait","overview":"Vacations in the French countryside. Daphne, three months pregnant, finds herself alone to welcome Maxime, her boyfriend François’ cousin. François had to leave in a hurry for Paris to cover for a sick colleague. For four days, while waiting for his return, Daphne and Maxime get to know each other and share very intimate stories that bring them closer...","popularity":10.331,"poster_path":"/2LenuIIbbOFzl0fTs0PjP8i3xvF.jpg","release_date":"2020-09-16","title":"Love Affair(s)","video":false,"vote_average":6.428,"vote_count":160}],"total_pages":500,"total_results":10000}