{"page":271,"results":[{"adult":false,"backdrop_path":"/6wUtVufUDAaO1TCkbny6O4Bubr3.jpg","genre_ids":[18],"id":203474,"original_language":"fr","original_title":"Le Journal intime d'une nymphomane","overview":"Linda comes to the big city in search of fun and excitement.  What she finds is exploitation and abuse at the hands of a succession of sleazy guys.  Searching for love, she enters into a lesbian relationship with a beautiful countess, discovers drugs and swingers' parties and starts acting in porno movies.  She also begins to write a secret diary...","popularity":10.449,"poster_path":"/2hSxkdZtDPlkn1Gy5cBYtqjzlnM.jpg","release_date":"1973-06-21","title":"Sinner: The Secret Diary of a Nymphomaniac","video":false,"vote_average":4.935,"vote_count":31},{"adult":false,"backdrop_path":"/2QL65MG9LKDgLPep34SXjvJPSYZ.jpg","genre_ids":[10751,10749,10770],"id":238304,"original_language":"en","original_title":"Catch a Christmas Star","overview":"Nikki Crandon is one of the biggest pop stars on the planet. Whether she's singing the National Anthem or promoting her latest album, everyone knows who she is—none more so than New Jersey high school basketball coach and widower Chris Mitchell, who was Nikki's first love in high school. When Chris' 10-year-old daughter Sophie finds out her dad still has feelings for the singer, she takes matters into her own hands. With her 8-year-old brother Jackson in tow, Sophie succeeds in reuniting the two. But when a misunderstanding and the growing glare of the public spotlight threaten Chris and Nikki's happiness, one can only wonder: will fame get in the way of a Merry Christmas?","popularity":9.696,"poster_path":"/40nMble3uFagwJ7ffagvefbcKCJ.jpg","release_date":"2013-11-17","title":"Catch a Christmas Star","video":false,"vote_average":6.56,"vote_count":50},{"adult":false,"backdrop_path":"/6MzVNjaWMYqVpH0a1tE3YTC7W3I.jpg","genre_ids":[16],"id":79089,"original_language":"en","original_title":"Assassin's Creed: Embers","overview":"Taking place after the events of Assassin's Creed: Revelations in the year 1524 in Tuscany, follow the retired Assassin Ezio Auditore as he teams up with Shao Jun during his final battles.","popularity":13.224,"poster_path":"/6aeKG4ko7hAd80sakNw49ktrcPE.jpg","release_date":"2011-11-15","title":"Assassin's Creed: Embers","video":false,"vote_average":6.8,"vote_count":108},{"adult":false,"backdrop_path":"/h1U4MvMhBGsj3RlA0vrYluBJuUz.jpg","genre_ids":[27,9648,18],"id":37973,"original_language":"th","original_title":"แฝด","overview":"When Pim and Ploy, twins conjoined at the stomach, are separated, the operation leaves Pim the surviving sister, haunted by Ploy's vengeful ghost.","popularity":14.197,"poster_path":"/vNsCrJSTsSLnldhdpc9koXf2IcO.jpg","release_date":"2007-03-28","title":"Alone","video":false,"vote_average":7.149,"vote_count":205},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":269154,"original_language":"de","original_title":"Die Zeugin aus der Hölle","overview":"Leah Weiss, a Polish Jew, was first forced into prostitution at Auschwitz. Afterwards, she was victimized in medical experiments. Now, twenty years later, German war crimes prosecutors hope she will be their star witness. But can she stand up to the shame, the publicity, and the reliving of those experiences?","popularity":2.002,"poster_path":"/156d3f1fbVVG5bafHOdmJFd3gIp.jpg","release_date":"1967-06-28","title":"Witness Out of Hell","video":false,"vote_average":6.7,"vote_count":6},{"adult":false,"backdrop_path":"/1zxgPBg3Z66mGB67ToOtbxynQZx.jpg","genre_ids":[16,35],"id":67132,"original_language":"en","original_title":"Mr. Mouse Takes a Trip","overview":"Mickey is heading out on vacation from Burbank to Pomona, taking the train. The conductor, Pete, won't let him on with Pluto, so he hides Pluto in his suitcase, and tries to hide him all throughout the trip without much luck. But Pete wins when Pluto is hooked by a mail hook. Or does he?","popularity":11.374,"poster_path":"/aHwYLRD0r4gB1zd5z5Cp2x14njw.jpg","release_date":"1940-11-01","title":"Mr. Mouse Takes a Trip","video":false,"vote_average":6.5,"vote_count":60},{"adult":false,"backdrop_path":"/qJQSB0UDYW3XdKSTcclI1kdp3hZ.jpg","genre_ids":[53,18],"id":952374,"original_language":"en","original_title":"The Aviary","overview":"A twisted journey of two women’s desperate flee to escape the clutches of Skylight, an insidious cult. Lured in by the promise of “freedom” in the isolated desert campus called The Aviary, Jillian and Blair join forces to escape in hopes of real freedom. Consumed by fear and paranoia, they can’t shake the feeling that they are being followed by the cult’s leader, Seth, a man as seductive as he is controlling. The more distance the pair gains from the cult, the more Seth holds control of their minds. With supplies dwindling and their senses failing, Jillian and Blair are faced with a horrifying question: how do you run from an enemy who lives inside your head?","popularity":15.812,"poster_path":"/u6HUQcOQsgkFFO8xCITfxQz6ivc.jpg","release_date":"2022-04-29","title":"The Aviary","video":false,"vote_average":5.8,"vote_count":29},{"adult":false,"backdrop_path":null,"genre_ids":[18,80],"id":82552,"original_language":"fr","original_title":"Le Voyage en Arménie","overview":"This is a story about returning to ones ancestral homeland. Anna is a cardiologist who discovers her father has fled to his native Armenia after being diagnosed with a heart problem. Despite their contentious relationship, she sets out to bring her father back for this operation. Anna is a tough-minded, headstrong woman with little feeling for her fathers homeland or patience with its politics and socially intrusive culture, yet she finds this journey not only a reunion of sorts, but one of reconciliation as well.","popularity":2.521,"poster_path":"/yMY8YNiwIthueytydqjCPt8g3Wx.jpg","release_date":"2006-06-28","title":"Armenia","video":false,"vote_average":5.4,"vote_count":12},{"adult":false,"backdrop_path":"/1Y3pnuqQXEyYtLq9FP8tROOQBDa.jpg","genre_ids":[18,36],"id":215740,"original_language":"de","original_title":"Die andere Heimat - Chronik einer Sehnsucht","overview":"Follow-up to the TV trilogy “Heimat”, this time for cinemas, set again in the fictional village Schabbach in the Hunsrück region of Rhineland-Palatinate.","popularity":5.379,"poster_path":"/aIgtT1WQaLnFmhEZGtfotYv9YY0.jpg","release_date":"2013-10-03","title":"Home from Home – Chronicle of a Vision","video":false,"vote_average":8.068,"vote_count":44},{"adult":false,"backdrop_path":"/470PKZ5eN90o67EbiwTg5tdwyLj.jpg","genre_ids":[35],"id":398920,"original_language":"fr","original_title":"Il a déjà tes yeux","overview":"Paul is married to Sali. Everything would be fine if they could get a child. Until the day when Sali receives the call that they have been waiting for so long: their adoption file is approved. He is adorable, he is 6 months old, his name is Benjamin. He is blond with blue eyes and white. They - are black.","popularity":13.138,"poster_path":"/yNlntpc0uRFBaLIRaLKPIL4dSn0.jpg","release_date":"2017-01-18","title":"He Even Has Your Eyes","video":false,"vote_average":6.063,"vote_count":493},{"adult":false,"backdrop_path":"/tGy0zyeljUFV20qjVmAigwnlWKv.jpg","genre_ids":[28,12,18],"id":152747,"original_language":"en","original_title":"All Is Lost","overview":"During a solo voyage in the Indian Ocean, a veteran mariner awakes to find his vessel taking on water after a collision with a stray shipping container. With his radio and navigation equipment disabled, he sails unknowingly into a violent storm and barely escapes with his life. With any luck, the ocean currents may carry him into a shipping lane -- but, with supplies dwindling and the sharks circling, the sailor is forced to face his own mortality.","popularity":16.766,"poster_path":"/9cVA4oX2xHgiglv6hemxwAaofsq.jpg","release_date":"2013-08-23","title":"All Is Lost","video":false,"vote_average":6.637,"vote_count":1538},{"adult":false,"backdrop_path":"/su6k9YqTRKifzAkokpN36uDO1td.jpg","genre_ids":[12,35,10751,14],"id":36550,"original_language":"en","original_title":"Jack and the Beanstalk","overview":"A fairy tale character who is about to flunk out of fairy tale school, Jack must perform a heroic deed by Monday or fail miserably, just like his father before him. Anxious to make good, Jack sells his C.O.W. (Computer of Wonder) for a handful of magic beans and a mysterious book that records his adventures as he's having them. Accompanied by his sidekick Grayson -- a goose who ate a bean and underwent an amazing transformation -- Jack climbs the magic beanstalk to recover the fabled Harp of Destiny from the evil Giant who lives in the sky. Helping Jack on his perilous quest is the spunky Jillian, a fearless young girl whom Jack meets on his journey -- and who just may have a hidden agenda...","popularity":14.064,"poster_path":"/kQKwVj1xvWh2jN1GeBsubpVgdFn.jpg","release_date":"2009-11-06","title":"Jack and the Beanstalk","video":false,"vote_average":5.293,"vote_count":75},{"adult":false,"backdrop_path":"/7Xukh3pcZWjrXD5HimLHuAsUZfY.jpg","genre_ids":[28,53,18],"id":825672,"original_language":"en","original_title":"Asking For It","overview":"After small town waitress Joey is sexually assaulted after a date with her old friend Mike, she befriends mysterious stranger Regina. Regina introducers her to The Cherry Bombers, an all femme gang including Beatrice, Lily, Sal, Jett, Angie, and Fala. All suffering from past traumas, together they fight a misogynistic society by targeting violent frat boys, a corrupt police force of human traffickers led by Sheriff Morel, and the dangerous alt-right group MFM (Men’s First Movement) headed by Mark Vanderhill. As Joey is drawn further into their chaotic world, Sal’s old flame, Logan County Sheriff Vernon, investigates MFM, leading to a thrilling showdown.","popularity":24.172,"poster_path":"/ro3yvVbzT2zI2KrHWBA81a2x5iR.jpg","release_date":"2022-03-04","title":"Asking For It","video":false,"vote_average":5.5,"vote_count":23},{"adult":false,"backdrop_path":"/uO7oHrSVQ63EDVZS4NCtRnmSEnF.jpg","genre_ids":[10770,10749],"id":490147,"original_language":"en","original_title":"Romance at Reindeer Lodge","overview":"Molly and Jared have both sworn off holiday events. When they find themselves stuck at a Christmas-themed ranch, they have no choice but to allow their cynical hearts to melt.","popularity":11.194,"poster_path":"/ouwogOw4qPSwPW1sJZQKCIVfS6q.jpg","release_date":"2017-12-17","title":"Romance at Reindeer Lodge","video":false,"vote_average":6.0,"vote_count":41},{"adult":false,"backdrop_path":"/1fZlLZxYI2kmsymlrOrGXHyWkXS.jpg","genre_ids":[12,18,10751],"id":30765,"original_language":"en","original_title":"The Amazing Panda Adventure","overview":"Far from home in the lush bamboo forests of China, ten-year-old Ryan Tyler, with the help of a young girl, goes on a wonderful journey to rescue a baby panda taken by poachers.","popularity":13.525,"poster_path":"/tIK40vCE9i8g4VhyJ3LLr5y1ROJ.jpg","release_date":"1995-08-25","title":"The Amazing Panda Adventure","video":false,"vote_average":5.629,"vote_count":85},{"adult":false,"backdrop_path":"/qykc21PjbISZCmpKedY76fojV1I.jpg","genre_ids":[10749,18],"id":1967,"original_language":"en","original_title":"Ask the Dust","overview":"Mexican beauty Camilla hopes to rise above her station by marrying a wealthy American. That is complicated by meeting Arturo Bandini, a first-generation Italian hoping to land a writing career and a blue-eyed blonde on his arm.","popularity":12.948,"poster_path":"/iuJZyJNiQxnmMBBqu40mF0a2nuv.jpg","release_date":"2006-02-02","title":"Ask the Dust","video":false,"vote_average":5.367,"vote_count":139},{"adult":false,"backdrop_path":"/x9bnxn4vEPzEdNca79wcZFKuxeg.jpg","genre_ids":[878],"id":457665,"original_language":"en","original_title":"Alien Invasion: S.U.M.1","overview":"An aggressive race of aliens took over Planet Earth and humanity's at its end, living in giant bunkers below ground. Young Military rookie S.U.M.1 (Iwan Rheon) is sent to the surface to save a group of unprotected survivors.","popularity":13.481,"poster_path":"/RSEWZD65hUkfl4vwx75DYiVcet.jpg","release_date":"2017-03-11","title":"Alien Invasion: S.U.M.1","video":false,"vote_average":4.692,"vote_count":65},{"adult":false,"backdrop_path":"/35kwCFM9tNu9Y5AlvSDSYGSkXXg.jpg","genre_ids":[18,10402],"id":43485,"original_language":"en","original_title":"Night and Day","overview":"Swellegant and elegant. Delux and delovely. Cole Porter was the most sophisticated name in 20th-century songwriting. And to play him on screen, Hollywood chose debonair icon Cary Grant. Grant stars for the first time in color in this fanciful biopic. Alexis Smith plays Linda, whose serendipitous meetings with Porter lead to a meeting at the alter. More than 20 of his songs grace this tail of triumph and tragedy, with Grant lending is amiable voice to \"You're the Top\", \"Night and Day\" and more. Monty Woolley, a Yale contemporary of Porter, portrays himself. And Jane Wyman, Mary Martin, Eve Arden and others provide vocals and verve. Lights down. Curtain up. Showtune standards embraced by generations are yours to enjoy in \"Night and Day.\"","popularity":14.893,"poster_path":"/mrlKsBUxPwxGr8M8xupI96qrA8j.jpg","release_date":"1946-07-02","title":"Night and Day","video":false,"vote_average":5.655,"vote_count":29},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":136582,"original_language":"fr","original_title":"Alyah","overview":"Paris 2011. Alex is 27. He's lives off dealing and pays the debts of his brother, Isaac, who after being his support has now become dead weight. When his cousin announces he's going to open a restaurant in Tel Aviv, Alex imagines he can join him and change his life. Set on emigrating, Alex has to find money, leave his beloved Paris, end his complicated love life, drop his destructive brother and find his way.","popularity":3.142,"poster_path":"/kGHtsrYbDqApmGnvlDEcGVdwg6h.jpg","release_date":"2012-09-19","title":"Aliyah","video":false,"vote_average":6.365,"vote_count":26},{"adult":false,"backdrop_path":"/xKjvfSdbJEqpz6igNUWAbqLRRsI.jpg","genre_ids":[18,10749],"id":342437,"original_language":"ja","original_title":"花宵道中","overview":"Japan around 1860: popular courtesan Asagiri will be freed soon from her service, yet she cannot imagine any other existence. Until one day at a local festival, Asagiri meets the young artisan Hanjiro by chance – an encounter that changes her destiny. With a strong performance by leading actress Yumi ADACHI and exquisite camerawork and production design, A COURTESAN WITH FLOWERED SKIN succeeds in recalling the golden age of Japanese erotic film.","popularity":27.394,"poster_path":"/4uVS5OJx2neERuCkhdbne2LhJH4.jpg","release_date":"2014-11-08","title":"A Courtesan with Flowered Skin","video":false,"vote_average":6.8,"vote_count":9}],"total_pages":500,"total_results":10000}