{"page":410,"results":[{"adult":false,"backdrop_path":"/4mbe5uXblcgS3zdd2ubPl4DaZsG.jpg","genre_ids":[18],"id":669401,"original_language":"fa","original_title":"قصیده گاو سفید","overview":"Mina's life is turned upside down when she learns that her husband was innocent of the crime for which he was executed, so she starts a silent battle against a cynical system for her own and her daughter's sake.","popularity":6.033,"poster_path":"/8yTPga1RA9BFsgKNFFPf7c4jELx.jpg","release_date":"2021-10-21","title":"Ballad of a White Cow","video":false,"vote_average":7.0,"vote_count":36},{"adult":false,"backdrop_path":"/Yc2OmxEbGa1vJSVeS9eI7dJzqH.jpg","genre_ids":[35],"id":154315,"original_language":"en","original_title":"Simon Amstell: Numb - Live at the BBC","overview":"This one-off stand-up special is a performance of Simon Amstell's stand-up show, 'Numb', which he toured to sell-out audiences around the UK and Ireland in 2012, as well as Australia and, more recently, Los Angeles, San Francisco and New York. Recorded specially for BBC Four at TV Centre, it's a stripped-down, intimate performance, with no set and minimal lighting - a painfully raw, honest and deeply funny exploration of disconnection and loneliness.","popularity":2.166,"poster_path":"/zARBaztCjtngzG0s8qLmKO5EGKP.jpg","release_date":"2012-12-31","title":"Simon Amstell: Numb - Live at the BBC","video":false,"vote_average":7.2,"vote_count":13},{"adult":false,"backdrop_path":"/g43MGuMuoY4wgLNPjRZpeUStHt4.jpg","genre_ids":[35,18],"id":1014642,"original_language":"es","original_title":"Soundtrack Lado A","overview":"Chema, is an introvert with an analytical mind whereas Nacho is an extrovert with tons of charisma. They want to form a band, but have no idea how to do it. They have made demos but nobody likes them, not even themselves. Nacho's parents are constantly comparing him to his brother, and they pressure him to be more like him. Chema is forced to sing in the church choir. But one day they discover that that Penny, their music teacher, has a past which might help them become a better band. They decide they must convince her to help them. They ask Ana, Mica and Gonzalez to join them and are now ready for Penny's lessons. Chema will seek to find his own voice and face his fears while Nacho will make an effort to take the important things in life more seriously.","popularity":1.818,"poster_path":"/ybqAzHQcUn9TaGlZzvJxu59Vjry.jpg","release_date":"2022-08-18","title":"Soundtrack A-side","video":false,"vote_average":8.0,"vote_count":3},{"adult":false,"backdrop_path":"/75ws5RIN1g4mQs4k7v6uQLGSma4.jpg","genre_ids":[27],"id":308441,"original_language":"en","original_title":"Amuse Me","overview":"Captives find themselves at the mercy of a lunatic who dresses like a clown.  He does not seem to be aware that his amusement is terrifying to the victims who are forced to participate in his games of degradation.  As frightening as his lack of empathy may be, he has an even scarier personality when he gets angry.","popularity":0.937,"poster_path":"/5T3aFTsnKmubav0DRPxlfRArmUA.jpg","release_date":"2013-12-17","title":"Amuse Me","video":false,"vote_average":0.0,"vote_count":1},{"adult":false,"backdrop_path":null,"genre_ids":[27,10770],"id":29711,"original_language":"en","original_title":"Anaemia","overview":"A high-ranking officer of the Italian Communist Party discovers he is a vampire and leaves his position, retreating to the abandoned residence of his deceased grandfather. There he finds the diary of his grandfather that gives him the answers he needs.","popularity":2.395,"poster_path":null,"release_date":"1986-01-01","title":"Anemia","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[12,18],"id":279650,"original_language":"pt","original_title":"Njinga, Rainha de Angola","overview":"In the 17th century a warrior woman fights for the independence of Angola. After witnessing the murder of her son and watching her people being humiliated by Portuguese colonizers, Njinga will become a Queen and struggle for their liberation embodying the motto: those who stay fight to win.","popularity":3.966,"poster_path":"/skPSrhJLJvO6I4MrBMoNdZ3DIdR.jpg","release_date":"2013-11-08","title":"Nzinga, Queen of Angola","video":false,"vote_average":5.2,"vote_count":7},{"adult":false,"backdrop_path":"/tcPGKEEtNhIEI6T4jNALrFxM4DM.jpg","genre_ids":[12,35],"id":247814,"original_language":"de","original_title":"Im Dschungel ist der Teufel los","overview":"A sleazy airline owner forces boozy former pilot Butch Donovan to climb into the cockpit by threatening to harm his son in this outlandish German comedy. Unbeknownst to Butch, the plane has been rigged to crash as part of an insurance scam. After miraculously surviving a harrowing landing on a remote jungle island, Butch and the other passengers find a whole new set of dangers awaits, including wild beasties and hired hit men.","popularity":3.451,"poster_path":"/m1xXphE6PmMst9PFKm1u0L6IbXC.jpg","release_date":"1982-10-07","title":"Crazy Jungle Adventure","video":false,"vote_average":5.286,"vote_count":6},{"adult":false,"backdrop_path":"/zfSAXkHIg1q0fMjXY7CBtBFU9lc.jpg","genre_ids":[10770,9648,18],"id":1101840,"original_language":"en","original_title":"Aurora Teagarden Mysteries: Something New","overview":"Aurora Teagarden’s post-college days when she finds herself back home in Lawrenceton. While her mother, Aida, struggles to keep her newfound real estate business, Aurora supports herself by working as a teacher’s assistant in a crime fiction class, and waitresses at the local diner at night, where she shares her love of researching true crime with her friend Sally and police officer Arthur. When Sally’s fiancé doesn’t show up at their wedding rehearsal, Maid of Honor Aurora gets Arthur to help her search for him. When they discover a body, everyone assumes it is Sally’s tardy groom, but when it turns out to be someone else, Sally’s fiancé becomes the main suspect.","popularity":6.277,"poster_path":"/cGyAejFbRCctTMt74hK4aExzsKn.jpg","release_date":"2023-06-09","title":"Aurora Teagarden Mysteries: Something New","video":false,"vote_average":6.7,"vote_count":10},{"adult":false,"backdrop_path":"/dZRr6JEFBysGGe9seMXgUV199ZC.jpg","genre_ids":[10749],"id":417974,"original_language":"ko","original_title":"여직원들 : 직장연애사","overview":"Nam-geun is having sex with the youngest female employee at work every lunch time and Kim is learning sex from a married superior. Lee is going around, poking everyone here and there. All of them get horny once work starts.  One day, Hee-soo, the sexiest worker, comes back from China and she's become even sexier. The male workers start to beg her for sex...","popularity":11.271,"poster_path":"/5Ctluaz6poh17JiEH9ywhtKd0NY.jpg","release_date":"2016-09-22","title":"Female Workers: Romance At Work","video":false,"vote_average":2.6,"vote_count":5},{"adult":false,"backdrop_path":"/y7S1JNJ9g9Qa5tsZ2ths8B3FQuK.jpg","genre_ids":[16,35,10751,10770],"id":52952,"original_language":"en","original_title":"Charlie Brown's All-Stars!","overview":"After their humiliating 999th defeat, Charlie Brown's whole baseball team quits on him. All seems lost...until Charlie Brown learns that his team can join the Little League and become an official team with real uniforms! But as the team's enthusiasm sparks, Charlie Brown learns that neither girls nor Snoopy would be allowed to play. Charlie Brown faces the difficult decision of breaking this horrible news to his excited team.","popularity":9.728,"poster_path":"/43yzLBevC6lprNslYejaLrQyydZ.jpg","release_date":"1966-06-08","title":"Charlie Brown's All-Stars!","video":false,"vote_average":6.1,"vote_count":29},{"adult":false,"backdrop_path":"/opc9rW6p2fKQzdTWoGOPU8K0PVg.jpg","genre_ids":[10402],"id":578295,"original_language":"en","original_title":"Mayhem - De Mysteriis Dom Sathanas Alive 2016","overview":"De Mysteriis Dom Sathanas is widely considered one of the most influential black metal albums of all time. This is the first time in history this classic album from 1994 is performed live in its entirety. Recorded in Norrkjöping Sweden 18.12.2015 at Black Christmass Festival.","popularity":1.025,"poster_path":"/w032kjBK2vuN6AdmuoQe4dZxdbU.jpg","release_date":"2017-04-18","title":"Mayhem - De Mysteriis Dom Sathanas Alive","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":438173,"original_language":"sl","original_title":"Anina provizija","overview":"It focuses on Ana, the wife of tycoon Sašo. When her husband gets in trouble and disappears, she realizes she does not know anything about her husband or his business.","popularity":1.112,"poster_path":null,"release_date":"2017-01-01","title":"Ana's Commission","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":445947,"original_language":"tl","original_title":"Aliens Ata","overview":"After losing both parents, two brothers search the skies for solace and clarity. Could the answer be really out of this world?","popularity":1.4,"poster_path":"/s2Qj6AxTGgsYa1VVhxP4UyW3L1T.jpg","release_date":"2017-03-11","title":"Maybe Aliens","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/t5530JQQZZ5qqEKsKIukpdTr9ac.jpg","genre_ids":[37],"id":12758,"original_language":"it","original_title":"Al di là della legge","overview":"A thief takes the job as a town sheriff in order to rob a silver shipment before his ex-partner can grab it.","popularity":6.224,"poster_path":"/xB6tvUdsSwNShV1vKuBiHT23JoT.jpg","release_date":"1968-04-10","title":"Beyond the Law","video":false,"vote_average":5.5,"vote_count":31},{"adult":false,"backdrop_path":"/aVgCIzQZILYDu7DDX9GHhZwNhBi.jpg","genre_ids":[35,18],"id":447304,"original_language":"es","original_title":"Amén","overview":"Begoña, Pelayo and María are saying a last goodbye to their mother. Confusion arises when they discover she wanted to be buried in a very special outfit.","popularity":1.832,"poster_path":"/eKQvLZSgHnZJvMZX5tBuWyj7sUf.jpg","release_date":"2016-04-14","title":"Amen","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/292KyEGU0ugKF5Ha99lNdNq0CgF.jpg","genre_ids":[35],"id":438660,"original_language":"ja","original_title":"PとJK","overview":"Kako, a 16-year-old high school girl, goes to a mixer pretending to be 22. While there, she meets Kouta who at first has a very intimidating aura. But once he saves her from an awkward situation, she wants to know more about him as does he. That is until he finds out she isn't 22. The next day Kako runs into him again, but this time he's working as a police officer. Kako still wants to get closer to Kouta, but he isn't interested or is he?","popularity":15.764,"poster_path":"/1RWccwpLwEjvjRANwVPD13ONs8Y.jpg","release_date":"2017-03-25","title":"Policeman and Me","video":false,"vote_average":7.1,"vote_count":39},{"adult":false,"backdrop_path":"/hLGXm4hQ4DSABWcyJOt5AyMndSi.jpg","genre_ids":[10770,9648,53],"id":529245,"original_language":"en","original_title":"Crossword Mysteries: A Puzzle to Die For","overview":"A crossword puzzle editor finds her life completely disrupted when several of the clues in her recent puzzles are linked to unsolved crimes, and she is pulled into the police investigation.","popularity":10.462,"poster_path":"/6T3MopiUUWoye1VHDQ85lrj0hki.jpg","release_date":"2019-03-10","title":"Crossword Mysteries: A Puzzle to Die For","video":false,"vote_average":7.169,"vote_count":62},{"adult":false,"backdrop_path":"/bZ6gR2ztrxZrgUhqBTo6YCEYTOz.jpg","genre_ids":[27,9648],"id":40127,"original_language":"th","original_title":"คนเล่นของ","overview":"A pregnant woman is abandoned by her lover. Enraged, she goes to a witch doctor and uses black magic to have her ex and his family killed, only for another woman claiming to be her lover's secret mistress to claim his inheritance and move into his house with her children. Not long after that, inexplicable things happen to that family and, one by one, they begin to die.","popularity":9.257,"poster_path":"/rxLlAzwihpsUQQXAbNVmKg2peBZ.jpg","release_date":"2004-05-14","title":"Art of the Devil","video":false,"vote_average":6.347,"vote_count":84},{"adult":false,"backdrop_path":"/nmxn8ftTsF2bT6pSka6eTKrQ0xk.jpg","genre_ids":[80,18],"id":52979,"original_language":"ja","original_title":"仁義なき戦い 頂上作戦","overview":"As Japan gears up for the 1964 Olympic games, the cops start to crack down on the gangs, under pressure from the public and the press, adding a new dimension in the war for power among the yakuza families of Hiroshima.","popularity":20.758,"poster_path":"/45MCl2zmDdLwqH6cDCqmJVigcKU.jpg","release_date":"1974-01-15","title":"Battles Without Honor and Humanity: Police Tactics","video":false,"vote_average":7.0,"vote_count":37},{"adult":false,"backdrop_path":"/sOS1Yur90iCYYdJyf7rVwg3I9y8.jpg","genre_ids":[28,53,10752],"id":259453,"original_language":"en","original_title":"I Am Soldier","overview":"Mickey Tomlinson, a military chef, attempts the most dangerous military selection known to man: The Special Air Service (S.A.S.) selection. The S.A.S. Is the United Kingdom's most renowned Special Forces Regiment, tasked with life threatening missions in some of the most dangerous places on the planet. Mickey has more military experience than simply being a chef, something he doesn't let on to the other candidates... Mickey is smashed by this selection process - his mind, body and soul scream for mercy as he endures torturous speed-marches over the steepest mountains, running for his life during 'Escape and Evasion' and then facing the most evil interrogation possible, during the deadly phase known as: 'Tactical Questioning.' Even after everything, there is still only one way you can really prove yourself: in combat... Many try to get into the S.A.S. Only the elite make it.","popularity":13.912,"poster_path":"/55pSWVVX3uJL4JlPemkDf5d2VPN.jpg","release_date":"2014-03-17","title":"I Am Soldier","video":false,"vote_average":5.043,"vote_count":70}],"total_pages":500,"total_results":10000}