{"page":91,"results":[{"adult":false,"backdrop_path":"/rzbZuYR5egTPEGFf3zusCq8RXuh.jpg","genre_ids":[10751,10749,35],"id":512895,"original_language":"en","original_title":"Lady and the Tramp","overview":"The love story between a pampered Cocker Spaniel named Lady and a streetwise mongrel named Tramp. Lady finds herself out on the street after her owners have a baby and is saved from a pack by Tramp, who tries to show her to live her life footloose and collar-free.","popularity":44.12,"poster_path":"/8wBEye516IKul9sW7JKGcFXVGfV.jpg","release_date":"2019-11-12","title":"Lady and the Tramp","video":false,"vote_average":7.224,"vote_count":1492},{"adult":false,"backdrop_path":"/ef3ySEDfWeQWBfXPuc7VLhIsccH.jpg","genre_ids":[18],"id":111190,"original_language":"en","original_title":"Adore","overview":"Lil and Roz are two lifelong friends, having grown up together as neighbors in an idyllic beach town. As adults, their sons have developed a friendship as strong as that which binds their mothers. One summer, all four are confronted by simmering emotions that have been mounting between them, and each find unexpected happiness in relationships that cross the bounds of convention.","popularity":33.325,"poster_path":"/hIQqIeG7Ude0QRUFntdLtsAUEBB.jpg","release_date":"2013-04-03","title":"Adore","video":false,"vote_average":6.121,"vote_count":923},{"adult":false,"backdrop_path":"/bzb6BDskaYbRvXMIENcqFdgwiY0.jpg","genre_ids":[35,10749],"id":12779,"original_language":"en","original_title":"Swept Away","overview":"Stranded and alone on a desert island during a cruise, a spoiled rich woman and a deckhand fall in love and make a date to reunite after their rescue.","popularity":22.113,"poster_path":"/rAa3nTeDpwgLX6XxnT3wR86C5WE.jpg","release_date":"2002-10-11","title":"Swept Away","video":false,"vote_average":4.799,"vote_count":261},{"adult":false,"backdrop_path":"/8hSx5b4YfD2dzvGtrE6mdXF0xrZ.jpg","genre_ids":[10402,35,80],"id":928344,"original_language":"en","original_title":"Weird: The Al Yankovic Story","overview":"Exploring every facet of ‘Weird Al’ Yankovic’s life, from his meteoric rise to fame with early hits like ‘Eat It’ and ‘Like a Surgeon’ to his torrid celebrity love affairs and famously depraved lifestyle, this biopic takes audiences on a truly unbelievable journey through Yankovic’s life and career, from gifted child prodigy to the greatest musical legend of all time.","popularity":25.274,"poster_path":"/qcj2z13G0KjaIgc01ifiUKu7W07.jpg","release_date":"2022-09-08","title":"Weird: The Al Yankovic Story","video":false,"vote_average":6.729,"vote_count":354},{"adult":false,"backdrop_path":"/hSRb0YhB4TaeIKgZtQbFuY3l0XM.jpg","genre_ids":[18,10752],"id":143,"original_language":"en","original_title":"All Quiet on the Western Front","overview":"When a group of idealistic young men join the German Army during World War I, they are assigned to the Western Front, where their patriotism is destroyed by the harsh realities of combat.","popularity":24.206,"poster_path":"/1wZUB08igw8iLUgF1r4T6aJD65b.jpg","release_date":"1930-04-29","title":"All Quiet on the Western Front","video":false,"vote_average":7.75,"vote_count":739},{"adult":false,"backdrop_path":"/1mY2vJCGQW2IUgGK6yNc852A4tR.jpg","genre_ids":[10751,16,35],"id":530,"original_language":"en","original_title":"A Grand Day Out","overview":"Wallace and Gromit have run out of cheese, and this provides an excellent excuse for the duo to take their holiday to the moon, where, as everyone knows, there is ample cheese.  Preserved by the Academy Film Archive.","popularity":22.28,"poster_path":"/og1s6iwv73WMShgNzg0WTtmrKXy.jpg","release_date":"1990-05-18","title":"A Grand Day Out","video":false,"vote_average":7.483,"vote_count":791},{"adult":false,"backdrop_path":"/4EJSMQOM1bZPHvzqAQe87suBxdf.jpg","genre_ids":[10752,36,18],"id":885110,"original_language":"en","original_title":"Amina","overview":"In 16th-century Zazzau, now Zaria, Nigeria, Amina must utilize her military skills and tactics to defend her family's kingdom. Based on a true story.","popularity":22.781,"poster_path":"/hMIQiwLpBfTfe3ZbRlNx4225Mgg.jpg","release_date":"2021-11-04","title":"Amina","video":false,"vote_average":6.4,"vote_count":127},{"adult":false,"backdrop_path":null,"genre_ids":[18,35],"id":1148640,"original_language":"ms","original_title":"Adoiii Jiwaku!","overview":"Three colleagues working in hotel management, Ayis, Malesh, and Sia, frequently butt heads over cultural differences. As the result of an office prank gone wrong, Ayis and Sia end up swapping bodies. They ask Malesh to help them get back to their original selves, but fights still keep bubbling up. As they hunt for a solution, Sia is forced to learn and experience Malay culture in Ayis` body, and Ayis learns about Sia`s family issues through his experience. Both gain sympathy and a deeper understanding for one another. However, their journey to returning to their original bodies still proves to be a rocky one as a shaman and the police get involved in the chaos.","popularity":2.668,"poster_path":"/6YC10LTJj1GfH8fA960T27tjNQy.jpg","release_date":"2023-09-07","title":"Oh My Soul!","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/wzPaCi91Ox5d7isJtibklIeTysp.jpg","genre_ids":[12,16,35,37],"id":34655,"original_language":"fr","original_title":"Tous à l'ouest: Une aventure de Lucky Luke","overview":"The Daltons have escaped to New York, where their accumulated loot is hidden in the carts of Monsieur Pierre's group of honest, naive European immigrants, who naively bought land in California from Crook, who inserted a clause they must claim it within 80 days. Joe emotionally blackmails Luke to guide them there, hoping to escape on the way. The usual route must shortened from 6 to 2 months, so no danger can be avoided. Given Lucky's reputation, Crook decides to shadow them to add sabotage, just to be sure- or is it?","popularity":4.94,"poster_path":"/6FXVZVTvHojnjCy2pNnyPYl2iVY.jpg","release_date":"2007-07-29","title":"Go West: A Lucky Luke Adventure","video":false,"vote_average":6.156,"vote_count":93},{"adult":false,"backdrop_path":"/nnaCQhHnzQ0gfhkncqz3Kiterf5.jpg","genre_ids":[10402,99],"id":1123037,"original_language":"pt","original_title":"A Música Está Servida: Gloria Groove","overview":"","popularity":1.331,"poster_path":"/eWt0wpsu6TfW1XbtzpSJQj6PnI6.jpg","release_date":"2023-10-06","title":"Music is on the Menu: Gloria Groove","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/wgXiRMMZ2vEyo0K0WUPtoK89Kg4.jpg","genre_ids":[99],"id":1112547,"original_language":"de","original_title":"Anselm – Das Rauschen der Zeit","overview":"This unique cinematic experience dives deep into an artist’s work and reveals his life path, inspiration, and creative process. It explores his fascination with myth and history. Past and present are interwoven to diffuse the line between film and painting, allowing the audience to be completely immersed in the remarkable world of one of the greatest contemporary artists, Anselm Kiefer. Wim Wenders shot this unique portrait over the course of two years in stunning 3D.","popularity":5.164,"poster_path":"/zb3CFlVCw1Sa4Mc6eoUmEK2QbJD.jpg","release_date":"2023-10-12","title":"Anselm","video":false,"vote_average":7.2,"vote_count":16},{"adult":false,"backdrop_path":"/LtrKJI6q8AAnOEvJeNhL5H6M8J.jpg","genre_ids":[10751,35,18],"id":799,"original_language":"de","original_title":"Pünktchen und Anton","overview":"Luise, called Pünktchen, and Anton are closest of friends. Being the daughter of a wealthy surgeon, young Pünktchen lives in a great house. Her mother, who always travels through the world more for public relation reasons than for the social tasks she pretends to fulfill, is never available to her as a mother. Anton, son of a single and sick mother in financial trouble, does his best to help her out of it by working late. Pünktchen decides to help her only friend (as nobody else would anyway) and starts singing in public places. Trouble arises when Anton can't resist stealing a golden lighter and Pünktchen's secret life is discovered by her parents. Two troubled families finally can see the need for actions to be taken.","popularity":3.744,"poster_path":"/d7sc2f57F3jSFew7Nz5dJBPUCFC.jpg","release_date":"1999-03-11","title":"Annaluise \u0026 Anton","video":false,"vote_average":7.104,"vote_count":24},{"adult":false,"backdrop_path":"/uJlWYcGtyw53Z4B5UsrMb0qFxh9.jpg","genre_ids":[35],"id":204765,"original_language":"fr","original_title":"Prêt à tout","overview":"Slacker Max fell so hard for single mother Alice in college that he developed a website aimed at winning her heart. Years later, after his venture has earned him millions of dollars, Max risks his entire fortune performing an ever more complicated series of social contortions to get close to Alice, now a politically motivated factory worker.","popularity":8.185,"poster_path":"/trfopBZxRfuy9QNMSdlEvU5TbZD.jpg","release_date":"2014-01-21","title":"Anything for Alice","video":false,"vote_average":5.4,"vote_count":138},{"adult":false,"backdrop_path":"/iPALrRYl93S3M1fTjufqXGKuMG7.jpg","genre_ids":[35,12,10751],"id":198436,"original_language":"da","original_title":"Antboy","overview":"12-year-old Pelle accidentally gets bitten by an ant and develops unimaginable superpowers. With help from his friend, comic book nerd Wilhelm, Pelle creates a secret identity as the superhero Antboy. Slowly things start to happen in the surburban community, and when a scary and crazy supervillain, Flea, enters the scene, Antboy must step up to the challenge.  The first Danish superhero-movie. Based on the books by Kenneth Bøgh Andersen.","popularity":13.281,"poster_path":"/kbYXm4j8S8AfLSnvA88uf7WpcWz.jpg","release_date":"2013-09-07","title":"Antboy","video":false,"vote_average":5.638,"vote_count":138},{"adult":false,"backdrop_path":"/nMfMIsthmlTXIfAZ2osKafMRWJF.jpg","genre_ids":[35],"id":11334,"original_language":"it","original_title":"S.P.Q.R. 2000 e 1/2 anni fa","overview":"A comedy based on Ancient Rome with Christian De Sica, Massimo Boldi and Leslie Nielsen.","popularity":7.378,"poster_path":"/tzRo3DbGDtCMEmi5ZOzlCSZThoL.jpg","release_date":"1994-12-15","title":"S.P.Q.R.: 2,000 and a Half Years Ago","video":false,"vote_average":4.77,"vote_count":267},{"adult":false,"backdrop_path":"/m2NByOcLqGLFB3M1m7nPytdxQQP.jpg","genre_ids":[99],"id":1156194,"original_language":"it","original_title":"Enzo Jannacci - Vengo anch'io","overview":"Enzo Jannacci navigated between several genres because he was a \"genre\" in his own.","popularity":1.4,"poster_path":"/5fgNzyEwAquopqDDtUL67Zskx1l.jpg","release_date":"2023-09-11","title":"Enzo Jannacci - Vengo anch'io","video":false,"vote_average":7.417,"vote_count":6},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1196231,"original_language":"es","original_title":"Las ausencias","overview":"The life of Juan José Gorasurreta is pierced by images. In his new feature film, the historic film society programmer appropriates the films that made him in order to find new relationships and patterns and thus generate a convergence between his personal life, that of Argentina and that of cinema. In The Absences his travels coexist with Orson Welles, activism, Fernando Birrri, the Cordobazo, his studies, Eva Landeck, family, Carlos Echeverría, the Trelew Massacre, Nagisa Ōshima, censorship, film societies, the Malvinas war, his short films. The randomness of this list vanishes as the film progresses, and gives way to a synapse that is as logical as it is moving. “It is a portrait on how Argentine history and my encounter with films designed my sensitive areas” —as he did with his own story, no one could define The Absences better than Gorasurreta himself.","popularity":1.969,"poster_path":"/sQdEV23Y8c8MWdhpuNUINa4tl8x.jpg","release_date":"2023-11-03","title":"The Absences","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[99],"id":1196283,"original_language":"es","original_title":"El pensamiento analógico","overview":"In a world where technological progress is conceived as an arrow pointing forward, why do some people insist on continuing to work with equipment others refer to as obsolete? Analog Thinking answers that question by documenting the meticulous work of those who choose that path. The screen becomes filled with wonderful objects—optical toys, cameras, projectors, film stock cans, moviolas… And the testimonies from those creators invite us to discover a universe that has a lot to do with both craftsmanship and the collective experience—an instance of thinking with your hands that is only possible with curiosity and patience. And among the words, practices and artifacts, Analog Thinking also saves a place for the images that are born from all of that. And it reminds us that, even in this digital age, they still have a lot to teach us about waiting and making mistakes, surprise and beauty.","popularity":0.855,"poster_path":"/v5FdBbE989XJyvGAPIG8AktaWxW.jpg","release_date":"2023-11-04","title":"Analog Thinking","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/9GDQUVideAdJn12gfQAP3lIoRxn.jpg","genre_ids":[16,12,14],"id":1214399,"original_language":"en","original_title":"Ejnar's Christmas: 10th Anniversary Edition","overview":"Born the only child with genuine feelings in a world of apathy, Ejnar is called by an ancient spirit to fulfill a destiny.","popularity":1.676,"poster_path":"/kqN9Q1Jcrs6M64gMHmbfv9q1DBG.jpg","release_date":"2023-12-15","title":"Ejnar's Christmas: 10th Anniversary Edition","video":false,"vote_average":0.0,"vote_count":0},{"adult":false,"backdrop_path":"/vPr9WW36bQk7D7VXFZ93wlva4hg.jpg","genre_ids":[10402,18,14],"id":1206227,"original_language":"id","original_title":"Serdadu Apel Emas","overview":"Abimanyu, Rimbat, Dista, Panca and Kusuma (10) were playing on their base, a hill owned by Abimanyu's father with the only apple tree on the hill. One day they were worried because their father would sell the land because it was barren and unproductive for cultivation. They are looking for a way to prevent the land from being sold by taking care of the only tree so that it bears fruit by treating the tree like a human by watering it, fertilizing it, talking to it, singing, dancing and playing together. The tree again gave birth to fruit and Abimanyu's father refused to sell it.","popularity":0.6,"poster_path":"/t4LfGBpEhhBjLDcLgFdEuQztIPE.jpg","release_date":"2023-11-26","title":"Golden Apple Squads","video":true,"vote_average":0.0,"vote_count":0}],"total_pages":500,"total_results":10000}